{
  "quotes": [    {
      "quoteText": "All the better; they do not force me to do anything that I would not have done of my own accord if I did not dread scandal. But since they want it that way, I enter gladly on the path that is opened to me, with the consolation that my departure will be more innocent than was the exodus of the early Hebrews from Egypt.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "When you say that if I deny, that the operations of seeing, hearing, attending, wishing, &c., can be ascribed to God, or that they exist in him in any eminent fashion, you do not know what sort of God mine is ; I suspect that you believe there is no greater perfection than such as can be explained by the aforesaid attributes. I am not astonished ; for I believe that, if a triangle could speak, it would say, in like manner, that God is eminently triangular, while a circle would say that the divine nature is eminently circular. Thus each would ascribe to God its own attributes, would assume itself to be like God, and look on everything else as ill-shaped.  The briefness of a letter and want of time do not allow me to enter into my opinion on the divine nature, or the questions you have propounded. Besides, suggesting difficulties is not the same as producing reasons. That we do many things in the world from conjecture is true, but that our redactions are based on conjecture is false. In practical life we are compelled to follow what is most probable ; in speculative thought we are compelled to follow truth. A man would perish of hunger and thirst, if he refused to eat or drink, till he had obtained positive proof that food and drink would be good for him. But in philosophic reflection this is not so. On the contrary, we must take care not to admit as true anything, which is only probable. For when one falsity has been let in, infinite others follow.  Again, we cannot infer that because sciences of things divine and human are full of controversies and quarrels, therefore their whole subject-matter is uncertain ; for there have been many persons so enamoured of contradiction, as to turn into ridicule geometrical axioms.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "My opinion concerning God differs widely from that which is ordinarily defended by modern Christians. For I hold that God is of all things the cause immanent, as the phrase is, not transient. I say that all things are in God and move in God, thus agreeing with Paul, and, perhaps, with all the ancient philosophers, though the phraseology may be different ; I will even venture to affirm that I agree with all the ancient Hebrews, in so far as one may judge from their traditions, though these are in many ways corrupted. The supposition of some, that I endeavour to prove in the Tractatus Theologico-Politicus the unity of God and Nature (meaning by the latter a certain mass or corporeal matter), is wholly erroneous.   As regards miracles, I am of opinion that the revelation of God can only be established by the wisdom of the doctrine, not by miracles, or in other words by ignorance.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "I make this chief distinction between religion and superstition, that the latter is founded on ignorance, the former on knowledge; this, I take it, is the reason why Christians are distinguished from the rest of the world, not by faith, nor by charity, nor by the other fruits of the Holy Spirit, but solely by their opinions, inasmuch as they defend their cause, like everyone else, by miracles, that is by ignorance, which is the source of all malice; thus they turn a faith, which may be true, into superstition.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "I do not think it necessary for salvation to know Christ according to the flesh : but with regard to the Eternal Son of God, that is the Eternal Wisdom of God, which has manifested itself in all things and especially in the human mind, and above all in Christ Jesus, the case is far otherwise. For without this no one can come to a state of blessedness, inasmuch as it alone teaches, what is true or false, good or evil. And, inasmuch as this wisdom was made especially manifest through Jesus Christ, as I have said, his disciples preached it, in so far as it was revealed to them through him, and thus showed that they could rejoice in that spirit of Christ more than the rest of mankind. The doctrines added by certain churches, such as that God took upon himself human nature, I have expressly said that I do not understand; in fact, to speak the truth, they seem to me no less absurd than would a statement, that a circle had taken upon itself the nature of a square. This I think will be sufficient explanation of my opinions concerning the three points mentioned. Whether it will be satisfactory to Christians you will know better than I.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "You seem to wish to employ reason, and ask me, \"How I know that my philosophy is the best among all that have ever been taught in the world, or are being taught, or ever will be taught?\" a question which I might with much greater right ask you ; for I do not presume that I have found the best philosophy, I know that I understand the true philosophy. If you ask in what way I know it, I answer: In the same way as you know that the three angles of a triangle are equal to two right angles: that this is sufficient, will be denied by no one whose brain is sound, and who does not go dreaming of evil spirits inspiring us with false ideas like the true. For the truth is the index of itself and of what is false.  But you, who presume that you have at last found the best religion, or rather the best men, on whom you have pinned your credulity, you, \"who know that they are the best among all who have taught, do now teach, or shall in future teach other religions. Have you examined all religions, ancient as well as modern, taught here and in India and everywhere throughout the world? And, if you, have duly examined them, how do you know that you have chosen the best\" since you can give no reason for the faith that is in you? But you will say, that you acquiesce in the inward testimony of the Spirit of God, while the rest of mankind are ensnared and deceived by the prince of evil spirits. But all those outside the pale of the Romish Church can with equal right proclaim of their own creed what you proclaim of yours.  As to what you add of the common consent of myriads of men and the uninterrupted ecclesiastical succession, this is the very catch-word of the Pharisees. They with no less confidence than the devotees of Rome bring forward their myriad witnesses, who as pertinaciously as the Roman witnesses repeat what they have heard, as though it were their personal experience. Further, they carry back their line to Adam. They boast with equal arrogance, that their Church has continued to this day unmoved and unimpaired in spite of the hatred of Christians and heathen. They more than any other sect are supported by antiquity. They exclaim with one voice, that they have received their traditions from God himself, and that they alone preserve the word of God, both written and unwritten. That all heresies have issued from them, and that they have remained constant through thousands of years under no constraint of temporal dominion, but by the sole efficacy of their superstition, no one can deny. The miracles they tell of would tire a thousand tongues. But their chief boast is  that they count a far greater number of martyrs than any other nation, a number which is daily increased by those who suffer with singular constancy for the faith they profess; nor is their boasting false. I myself knew among others of a certain Judah called the faithful, who in the midst of the flames, when he was already thought to be dead, lifted his voice to sing the hymn beginning, \"To thee, o God, I offer up my soul\", and so singing perished.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Nature is satisfied with little; and if she is, I am also.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Of all the things that are beyond my power, I value nothing more highly than to be allowed the honor of entering into bonds of friendship with people who sincerely love truth. For, of things beyond our power, I believe there is nothing in the world which we can love with tranquility except such men.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "The ordinary surroundings of life which are esteemed by men (as their actions testify) to be the highest good, may be classed under the three heads — Riches, Fame, and the Pleasures of Sense: with these three the mind is so absorbed that it has little power to reflect on any different good.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "A definition, if it is to be called perfect, must explain the inmost essence of a thing, and must take care not to substitute for this any of its properties. In order to illustrate my meaning, without taking an example which would seem to show a desire to expose other people's errors, I will choose the case of something abstract, the definition of which is of little moment. Such is a circle. If a circle be defined as a figure, such that all straight lines drawn from the center to the circumference are equal, every one can see that such a definition does not in the least explain the essence of a circle, but solely one of its properties. Though, as I have said, this is of no importance in the case of figures and other abstractions, it is of great importance in the case of physical beings and realities,   for the properties of things are not understood so long as their essences are unknown. If the latter be passed over, there is necessarily a perversion of the succession of ideas which should reflect the succession of nature, and we go far astray from our object.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "God is the Immanent Cause of all things, never truly transcendent from them",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "The order and connection of the thought is identical to with the order and connection of the things.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Truth is a standard both of itself and of falsity",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "This endeavour to do a thing or leave it undone, solely in order to please men, we call ambition, especially when we so eagerly endeavour to please the vulgar, that we do or omit certain things to our own or another's hurt : in other cases it is generally called kindliness.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "My purpose is to explain, not the meaning of words, but the nature of things.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "God or Nature",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Extreme pride or dejection indicates extreme ignorance of self.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "A free man thinks of death least of all things; and his wisdom is a meditation not of death but of life.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "We feel and know that we are eternal.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "...from the perspective of the eternal.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "How would it be possible, if salvation were ready to our hand, and could without great labour be found, that it should be by almost all men neglected? But all things excellent are as difficult as they are rare.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Philosophers conceive of the passions which harass us as vices into which men fall by their own fault, and, therefore, generally deride, bewail, or blame them, or execrate them, if they wish to seem unusually pious. And so they think they are doing something wonderful, and reaching the pinnacle of learning, when they are clever enough to bestow manifold praise on such human nature, as is nowhere to be found, and to make verbal attacks on that which, in fact, exists. For they conceive of men, not as they are, but as they themselves would like them to be. Whence it has come to pass that, instead of ethics, they have generally written satire, and that they have never conceived a theory of politics, which could be turned to use, but such as might be taken for a chimera, or might have been formed in Utopia, or in that golden age of the poets when, to be sure, there was least need of it. Accordingly, as in all sciences, which have a useful application, so especially in that of politics, theory is supposed to be at variance with practice ; and no men are esteemed less fit to direct public affairs than theorists or philosophers.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "I have resolved to demonstrate by a certain and undoubted course of argument, or to deduce from the very condition of human nature, not what is new and unheard of, but only such things as agree best with practice.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "I have laboured carefully, not to mock, lament, or execrate, but to understand human actions ; and, to this end, I have looked upon passions, such as love, hatred, anger, envy, ambition, pity, and the other perturbations of the mind, not in the light of vices of human nature, but as properties, just as pertinent to it, as are heat, cold, storm, thunder, and the like to the nature of the atmosphere, which phenomena, though inconvenient, are yet necessary, and have fixed causes, by means of which we endeavour to understand their nature, and the mind has just as much pleasure in viewing them aright, as in knowing such things as flatter the senses",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Speaking generally, he holds dominion, to whom are entrusted by common consent affairs of state — such as the laying down, interpretation, and abrogation of laws, the fortification of cities, deciding on war and peace, &c. But if this charge belong to a council, composed of the general multitude, then the dominion is called a democracy ; if the council be composed of certain chosen persons, then it is an aristocracy ; and, if, lastly, the care of affairs of state, and, consequently, the dominion rest with one man, then it has the name of monarchy. ",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Man can, indeed, act contrarily to the decrees of God, as far as they have been written like laws in the minds of ourselves or the prophets, but against that eternal decree of God, which is written in universal nature, and has regard to the course of nature as a whole, he can do nothing. ",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "In the state of nature, wrong-doing is impossible ; or, if anyone does wrong, it is to himself, not to another. For no one by the law of nature is bound to please another, unless he chooses, nor to hold anything to be good or evil, but what he himself, according to his own temperament, pronounces to be so ; and, to speak generally, nothing is forbidden by the law of nature, except what is beyond everyone's power.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Nature offers nothing that can be called this man's rather than another's ; but, under nature, everything belongs to all — that is, they have authority to claim it for themselves. But, under dominion, where it is by common law determined what belongs to this man, and what to that, he is called just who has a constant will to render to every man his own, but he, unjust who strives, on the contrary, to make his own that which belongs to another.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "Of a commonwealth, whose subjects are but hindered by terror from taking arms, it should rather be said, that it is free from war, than that it has peace. For peace is not mere absence of war, but is a virtue that springs from force of character : for obedience is the constant will to execute what, by the general decree of the commonwealth, ought to be done. Besides, that commonwealth, whose peace depends on the sluggishness of its subjects, that are led about like sheep, to learn but slavery, may more properly be called a desert than a commonwealth.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "If slavery, barbarism and desolation are to be called peace, men can have no worse misfortune. No doubt there are usually more and sharper quarrels between parents and children, than between masters and slaves ; yet it advances not the art of household management to change a father's right into a right of property, and count children but as slaves. Slavery, then, and not peace, is furthered by handing   the whole authority to one man.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "He who seeks equality between unequals  seeks an absurdity.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "All laws which can be broken without any injury to another, are counted but a laughing-stock, and are so far from bridling the desires and lusts of men, that on the contrary they stimulate them.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "I pass, at length, to the third and perfectly absolute dominion, which we call democracy.",
      "philosopher": "Baruch Spinoza"
    },
    {
      "quoteText": "We can conceive of various kinds of democracy. But my intention is not to treat of every kind, but of that only, \"wherein all, without exception, who owe allegiance to the laws of the country only, and are further independent and of respectable life, have the right of voting in the supreme council and of filling the offices of the dominion.\" ",
      "philosopher": "Baruch Spinoza"
    }
  ]
}

