{
  "quotes": [    {
      "quoteText": "The wish to talk to God is absurd. We cannot talk to one we cannot comprehend — and we cannot comprehend God; we can only believe in Him. The uses of prayer are thus only subjective.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Religion is too important a matter to its devotees to be a subject of ridicule. If they indulge in absurdities, they are to be pitied rather than ridiculed.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The body is a temple.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Freedom is the alone unoriginated birthright of man, and belongs to him by force of his humanity; and is independence on the will and co-action of every other in so far as this consists with every other person’s freedom.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Out of the crooked timber of humanity, no straight thing was ever made.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Happiness is not an ideal of reason but of imagination.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Since the narrower or wider community of the peoples of the earth has developed so far that a violation of rights in one place is felt throughout the world, the idea of a cosmopolitan right is not fantastical, high-flown or exaggerated notion. It is a complement to the unwritten code of the civil and international law, necessary for the public rights of mankind in general and thus for the realization of perpetual peace.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Beneficence is a duty. He who often practices this, and sees his beneficent purpose succeed, comes at last really to love him whom he has benefited. When, therefore, it is said, \"Thou shalt love thy neighbor as thyself,\" this does not mean, \"Thou shalt first of all love, and by means of love (in the next place) do him good\"; but: \"Do good to thy neighbour, and this beneficence will produce in thee the love of men (as a settled habit of inclination to beneficence).\"",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Men will not understand … that when they fulfil their duties to men, they fulfil thereby God's commandments; that they are consequently always in the service of God, as long as their actions are moral, and that it is absolutely impossible to serve God otherwise.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "As everybody likes to be honoured, so people imagine that God also wants to be honoured. They forget that the fulfilment of duty towards men is the only honour adequate to him. Thus is formed the conception of a religion of worship, instead of a merely moral religion. … Apart from moral conduct, all that man thinks himself able to do in order to become acceptable to God is mere superstition and religious folly. If once a man has come to the idea of a service which is not purely moral, but is supposed to be agreeable to God himself, or capable of propitiating him, there is little difference between the several ways of serving him. For all these ways are of equal value. … Whether the devotee accomplishes his statutory walk to the church, or whether he undertakes a pilgrimage to the sanctuaries of Loretto and Palestine, whether he repeats his prayer-formulas with his lips, or like the Tibetan, uses a prayer-wheel … is quite indifferent. As the illusion of thinking that a man can justify himself before God in any way by acts of worship is religious superstition, so the illusion that he can obtain this justification by the so-called intercourse with God is religious mysticism (Schwärmerei). Such superstition leads inevitably to sacerdotalism (Pfaffenthum) which will always be found where the essence is sought not in principles of morality, but in statutory commandments, rules of faith and observances.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": " .... successively freed from all statutes based on history, and one purely moral religion rule over all, in order that God might be all in all. The veil must fall. The leading-string of sacred tradition with all its appendices becomes by degrees useless, and at last a fetter … The humiliating difference between laymen and clergymen must disappear, and equality spring from true liberty. All this, however, must not be expected from an exterior revolution, which acts violently, and depends upon fortune In the principle of pure moral ieligion, which is a sort of divine revelation constantly taking place in the soul of man, must be sought the ground for a passage to the new order of things, which will be accomplished by slow and successive reforms.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Have patience awhile; slanders are not long-lived. Truth is the child of time; erelong she shall appear to vindicate thee.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The death of dogma is the birth of morality.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "By a lie a man throws away and, as it were, annihilates his dignity as a man. A man who himself does not believe what he tells another … has even less worth than if he were a mere thing. … makes himself a mere deceptive appearance of man, not man himself.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Even philosophers will praise war as ennobling mankind, forgetting the Greek who said: War is bad in that it begets more evil than it kills.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "I freely admit that the remembrance of David Hume was the very thing that many years ago first interrupted my dogmatic slumber and gave a completely different direction to my researches in the field of speculative philosophy.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Enlightenment is man’s leaving his self-caused immaturity. Immaturity is the incapacity to use one's intelligence without the guidance of another. Such immaturity is self-caused if it is not caused by lack of intelligence, but by lack of determination and courage to use one's intelligence without being guided by another.  Sapere Aude! Have the courage to use your own intelligence! is therefore the motto of the enlightenment.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "It is so easy to be immature. If I have a book to serve as my understanding, a pastor to serve as my conscience, a physician to determine my diet for me, and so on, I need not exert myself at all. I need not think, if only I can pay: others will readily undertake the irksome work for me.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Through laziness and cowardice a large part of mankind, even after nature has freed them from alien guidance, gladly remain immature. It is because of laziness and cowardice that it is so easy for others to usurp the role of guardians. It is so comfortable to be a minor!",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The guardians who have kindly undertaken the supervision will see to it that by far the largest part of mankind, including the entire \"beautiful sex,\" should consider the step into maturity, not only as difficult but as very dangerous. After having made their domestic animals dumb and having carefully prevented these quiet creatures from daring to take any step beyond the lead-strings to which they have fastened them, these guardians then show them the danger which threatens them, should they attempt to walk alone.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "It is difficult for the isolated individual to work himself out of the immaturity which has become almost natural for him. He has even become fond of it and for the time being is incapable of employing his own intelligence, because he has never been allowed to make the attempt. Statutes and formulas, these mechanical tools of a serviceable use, or rather misuse, of his natural faculties, are the ankle-chains of a continuous immaturity. Whoever threw it off would make an uncertain jump over the smallest trench because he is not accustomed to such free movement. Therefore there are only a few who have pursued a firm path and have succeeded in escaping from immaturity by their own cultivation of the mind.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "There will always be some people who think for themselves, even among the self-appointed guardians of the great mass who, after having thrown off the yoke of immaturity themselves, will spread about them the spirit of a reasonable estimate of their own value and of the need for every man to think for himself.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "A public can only arrive at enlightenment slowly. Through revolution, the abandonment of personal despotism may be engendered and the end of profit-seeking and domineering oppression may occur, but never a true reform of the state of mind. Instead, new prejudices, just like the old ones, will serve as the guiding reins of the great, unthinking mass. All that is required for this enlightenment is freedom; and particularly the least harmful of all that may be called freedom, namely, the freedom for man to make public use of his reason in all matters. But I hear people clamor on all sides: Don't argue! The officer says: Don't argue, drill! The tax collector: Don't argue, pay! The pastor: Don't argue, believe!",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The public use of a man's reason must be free at all times, and this alone can bring enlightenment among men...",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Whatever concept one may hold, from a metaphysical point of view, concerning the freedom of the will, certainly its appearances, which are human actions, like every other natural event are determined by universal laws. However obscure their causes, history, which is concerned with narrating these appearances, permits us to hope that if we attend to the play of freedom of the human will in the large, we may be able to discern a regular movement in it, and that what seems complex and chaotic in the single individual may be seen from the standpoint of the human race as a whole to be a steady and progressive though slow evolution of its original endowment.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Since men in their endeavors behave, on the whole, not just instinctively, like the brutes, nor yet like rational citizens of the world according to some agreed-on plan, no history of man conceived according to a plan seems to be possible, as it might be possible to have such a history of bees or beavers. One cannot suppress a certain indignation when one sees men’s actions on the great world-stage and finds, beside the wisdom that appears here and there among individuals, everything in the large woven together from folly, childish vanity, even from childish malice and destructiveness. In the end, one does not know what to think of the human race, so conceited in its gifts.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "All natural capacities of a creature are destined to evolve completely to their natural end.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "In man (as the only rational creature on earth) those natural capacities which are directed to the use of his reason are to be fully developed only in the race, not in the individual.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Reason in a creature is a faculty of widening the rules and purposes of the use of all its powers far beyond natural instinct; it acknowledges no limits to its projects. Reason itself does not work instinctively, but requires trial, practice, and instruction in order gradually to progress from one level of insight to another. Therefore a single man would have to live excessively long in order to learn to make full use of all his natural capacities. Since Nature has set only a short period for his life, she needs a perhaps unreckonable series of generations, each of which passes its own enlightenment to its successor in order finally to bring the seeds of enlightenment to that degree of development in our race which is completely suitable to Nature’s purpose. This point of time must be, at least as an ideal, the goal of man’s efforts, for otherwise his natural capacities would have to be counted as for the most part vain and aimless. This would destroy all practical principles, and Nature, whose wisdom must serve as the fundamental principle in judging all her other offspring, would thereby make man alone a contemptible plaything.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Nature has willed that man should, by himself, produce everything that goes beyond the mechanical ordering of his animal existence, and that he should partake of no other happiness or perfection than that which he himself, independently of instinct, has created by his own reason.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Nature does nothing in vain, and in the use of means to her goals she is not prodigal. Her giving to man reason and the freedom of the will which depends upon it is clear indication of her purpose. Man accordingly was not to be guided by instinct, not nurtured and instructed with ready-made knowledge; rather, he should bring forth everything out of his own resources.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The means employed by Nature to bring about the development of all the capacities of men is their antagonism in society, so far as this is, in the end, the cause of a lawful order among men.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The greatest problem for the human race, to the solution of which Nature drives man, is the achievement of a universal civic society which administers law among men.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "This problem is the most difficult and the last to be solved by mankind.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The master is himself an animal, and needs a master. Let him begin it as he will, it is not to be seen how he can procure a magistracy which can maintain public justice and which is itself just, whether it be a single person or a group of several elected persons. For each of them will always abuse his freedom if he has none above him to exercise force in accord with the laws. The highest master should be just in himself, and yet a man. This task is therefore the hardest of all; indeed, its complete solution is impossible, for from such crooked wood as man is made of, nothing perfectly straight can be built. That it is the last problem to be solved follows also from this: it requires that there be a correct conception of a possible constitution, great experience gained in many paths of life, and — far beyond these — a good will ready to accept such a constitution. Three such things are very hard, and if they are ever to be found together, it will be very late and after many vain attempts.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The problem of establishing a perfect civic constitution is dependent upon the problem of a lawful external relation among states and cannot be solved without a solution of the latter problem.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "What is the use of working toward a lawful civic constitution among individuals, i.e., toward the creation of a commonwealth? The same unsociability which drives man to this causes any single commonwealth to stand in unrestricted freedom in relation to others; consequently, each of them must expect from another precisely the evil which oppressed the individuals and forced them to enter into a lawful civic state. The friction among men, the inevitable antagonism, which is a mark of even the largest societies and political bodies, is used by Nature as a means to establish a condition of quiet and security. Through war, through the taxing and never-ending accumulation of armament, through the want which any state, even in peacetime, must suffer internally, Nature forces them to make at first inadequate and tentative attempts; finally, after devastations, revolutions, and even complete exhaustion, she brings them to that which reason could have told them at the beginning and with far less sad experience, to wit, to step from the lawless condition of savages into a league of nations. In a league of nations, even the smallest state could expect security and justice, not from its own power and by its own decrees, but only from this great league of nations … from a united power acting according to decisions reached under the laws of their united will.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "All wars are accordingly so many attempts (not in the intention of man, but in the intention of Nature) to establish new relations among states, and through the destruction or at least the dismemberment of all of them to create new political bodies, which, again, either internally or externally, cannot maintain themselves and which must thus suffer like revolutions; until finally, through the best possible civic constitution and common agreement and legislation in external affairs, a state is created which, like a civic commonwealth, can maintain itself automatically.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Is it reasonable to assume a purposiveness in all the parts of nature and to deny it to the whole?",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "To a high degree we are, through art and science, cultured. We are civilized — perhaps too much for our own good — in all sorts of social grace and decorum. But to consider ourselves as having reached morality — for that, much is lacking. The ideal of morality belongs to culture; its use for some simulacrum of morality in the love of honor and outward decorum constitutes mere civilization. So long as states waste their forces in vain and violent self-expansion, and thereby constantly thwart the slow efforts to improve the minds of their citizens by even withdrawing all support from them, nothing in the way of a moral order is to be expected. For such an end, a long internal working of each political body toward the education of its citizens is required. Everything good that is not based on a morally good disposition, however, is nothing but pretense and glittering misery. In such a condition the human species will no doubt remain until, in the way I have described, it works its way out of the chaotic conditions of its international relations.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The history of mankind can be seen, in the large, as the realization of Nature’s secret plan to bring forth a perfectly constituted state as the only condition in which the capacities of mankind can be fully developed, and also bring forth that external relation among states which is perfectly adequate to this end.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Everyone can see that philosophy can have her belief in a millennium, but her millennarianism is not Utopian, since the Idea can help, though only from afar, to bring the millennium to pass. The only question is: Does Nature reveal anything of a path to this end? And I say: She reveals something, but very little. This great revolution seems to require so long for its completion that the short period during which humanity has been following this course permits us to determine its path and the relation of the parts to the whole with as little certainty as we can determine, from all previous astronomical observation, the path of the sun and his host of satellites among the fixed stars. Yet, on the fundamental premise of the systematic structure of the cosmos and from the little that has been observed, we can confidently infer the reality of such a revolution.  Moreover, human nature is so constituted that we cannot be indifferent to the most remote epoch our race may come to, if only we may expect it with certainty. Such indifference is even less possible for us, since it seems that our own intelligent action may hasten this happy time for our posterity. For that reason, even faint indications of approach to it are very important to us.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "A philosophical attempt to work out a universal history according to a natural plan directed to achieving the civic union of the human race must be regarded as possible and, indeed, as contributing to this end of Nature.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "A metaphysics of morals is therefore indispensably necessary, not merely because of a motive to speculation — for investigating the source of the practical basic principles that lie a priori in our reason — but also because morals themselves remain subject to all sorts of corruption as long as we are without that clue and supreme norm by which to appraise them correctly...",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "I ought never to act except in such a way that I could also will that my maxim should become a universal law.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "I do not, therefore, need any penetrating acuteness to see what I have to do in order that my volition be morally good. Inexperienced in the course of the world, incapable of being prepared for whatever might come to pass in it, I ask myself only: can you also will that your maxim become a universal law?",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Even if there never have been actions arising from such pure sources, what is at issue here is not whether this or that happened; that, instead, reason by itself and independently of all appearances commands what ought to happen; that, accordingly, actions of which the world has perhaps so far given no example, and whose very practicability might be very much doubted by one who bases everything on experience, are still inflexibly commanded by reason … because … duty … lies, prior to all experience, in the idea of a reason determing the will by means of apriori grounds.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Morality is thus the relation of actions to the autonomy of the will, that is, to a possible giving of universal law through its maxims. An action that can coexist with the autonomy of the will is permitted; one that does not accord with it is forbidden. A will whose maxims necessarily harmonize with the laws of autonomy is a holy, absolutely good will. The dependence upon the principle of autonomy of a will that is not absolutely good (moral necessitation) is obligation. This, accordingly, cannot be attributed to a holy being. The objective of an action from obligation is called duty.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "In the kingdom of ends everything has either a price or a dignity. What has a price can be replaced by something else as its equivalent; what on the other hand is raised above all price and therefore admits of no equivalent has a dignity.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Here as elsewhere human reason in its pure use, so long as it was not critically examined, has first tried all possible wrong ways before it succeeded in finding the one true way.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Human reason has this peculiar fate that in one species of its knowledge it is burdened by questions which, as prescribed by the very nature of reason itself, it is not able to ignore, but which, as transcending all its powers, it is also not able to answer.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Abbot Terrasson tells us that if the size of a book were measured not by the number of its pages but by the time required to understand it, then we could say about many books that they would be much shorter were they not so short.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "I have therefore found it necessary to deny knowledge in order to make room for faith.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Criticism alone can sever the root of materialism, fatalism, atheism, free-thinking, fanaticism, and superstition, which can be injurious universally; as well as of idealism and skepticism, which are dangerous chiefly to the Schools, and hardly allow of being handed on to the public.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The light dove, cleaving the air in her free flight, and feeling its resistance, might imagine that its flight would be still easier in empty space.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "All thought must, directly or indirectly, by way of certain characters, relate ultimately to intuitions, and therefore, with us, to sensibility, because in no other way can an object be given to us.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Thoughts without content are empty, intuitions without concepts are blind. The understanding can intuit nothing, the senses can think nothing. Only through their unison can knowledge arise.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Psychologists have hitherto failed to realize that imagination is a necessary ingredient of perception itself.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "All our knowledge falls with the bounds of experience.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "It is therefore correct to say that the senses do not err — not because they always judge rightly, but because they do not judge at all.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Philosophical knowledge is the knowledge gained by reason from concepts; mathematical knowledge is the knowledge gained by reason from the construction of concepts.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "It is precisely in knowing its limits that philosophy consists.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "I have no knowledge of myself as I am, but merely as I appear to myself.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "A plant, an animal, the regular order of nature — probably also the disposition of the whole universe — give manifest evidence that they are possible only by means of and according to ideas; that, indeed, no one creature, under the individual conditions of its existence, perfectly harmonizes with the idea of the most perfect of its kind — just as little as man with the idea of humanity, which nevertheless he bears in his soul as the archetypal standard of his actions; that, notwithstanding, these ideas are in the highest sense individually, unchangeably, and completely determined, and are the original causes of things; and that the totality of connected objects in the universe is alone fully adequate to that idea.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Metaphysics has as the proper object of its enquiries three ideas only: God, freedom, and immortality.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Human reason is by nature architectonic.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "All human knowledge begins with intuitions, proceeds from thence to concepts, and ends with ideas.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "All the interests of my reason, speculative as well as practical, combine in the three following questions: 1. What can I know? 2. What ought I to do? 3. What may I hope?",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "That all our knowledge begins with experience there can be no doubt. For how is it possible that the faculty of cognition should be awakened into exercise otherwise than by means of objects which affect our senses, and partly of them selves produce representations, partly rouse our powers of understanding into activity, to compare, to connect, or to separate these, and so to convert the raw material of our sensuous impressions into a knowledge of objects, which is called experience? In respect of time, therefore, no knowledge of ours is antecedent to experience, but begins with it. But though all our knowledge begins with experience, it by no means follows, that all arises out of experience. For, on the contrary, it is quite possible that our empirical knowledge is a compound of that which we receive through impressions, and that which the faculty of cognition supplies from itself (sensuous impressions giving merely the occasion)... It is, therefore, a question which requires close investigation, and is not to be answered at first sight,—whether there exists a knowledge altogether independent of experience, and even of all sensuous impressions? Knowledge of this kind is called à priori, in contradistinction to empirical knowledge which has its sources à posteriori, that is, in experience.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The inscrutable wisdom through which we exist is not less worthy of veneration in respect to what it denies us than in respect to what it has granted.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Two things fill the mind with ever-increasing wonder and awe, the more often and the more intensely the mind of thought is drawn to them: the starry heavens above me and the moral law within me.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Two things fill the mind with ever new and increasing admiration and awe, the oftener and the more steadily we reflect on them: the starry heavens above and the moral law within. I have not to search for them and conjecture them as though they were veiled in darkness or were in the transcendent region beyond my horizon; I see them before me and connect them directly with the consciousness of my existence. The former begins from the place I occupy in the external world of sense, and enlarges my connection therein to an unbounded extent with worlds upon worlds and systems of systems, and moreover into limitless times of their periodic motion, its beginning and continuance. The second begins from my invisible self, my personality, and exhibits me in a world which has true infinity, but which is traceable only by the understanding, and with which I discern that I am not in a merely contingent but in a universal and necessary connection, as I am also thereby with all those visible worlds. The former view of a countless multitude of worlds annihilates as it were my importance as an animal creature, which after it has been for a short time provided with vital power, one knows not how, must again give back the matter of which it was formed to the planet it inhabits (a mere speck in the universe). The second, on the contrary, infinitely elevates my worth as an intelligence by my personality, in which the moral law reveals to me a life independent of animality and even of the whole sensible world, at least so far as may be inferred from the destination assigned to my existence by this law, a destination not restricted to conditions and limits of this life, but reaching into the infinite.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Morality is not properly the doctrine of how we may make ourselves happy, but how we may make ourselves worthy of happiness.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "it is absurd … to hope that maybe another Newton may some day arise, to make intelligible to us even the genesis of but a blade of grass",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The universal and lasting establishment of peace constitutes not merely a part, but the whole final purpose and end of the science of right as viewed within the limits of reason.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "That religion in which I must know in advance that something is a divine command in order to recognize it as my duty, is the revealed religion (or the one standing in need of a revelation); in contrast, that religion in which I must first know that something is my duty before I can accept it as a divine injunction is the natural religion. … When religion is classified not with reference to its first origin and its inner possibility (here it is divided into natural and revealed religion) but with respect to its characteristics which make it capable of being shared widely with others, it can be of two kinds: either the natural religion, of which (once it has arisen) everyone can be convinced through his own reason, or a learned religion, of which one can convince others only through the agency of learning (in and through which they must be guided). … A religion, accordingly, can be natural, and at the same time revealed, when it is so constituted that men could and ought to have discovered it of themselves merely through the use of their reason, although they would not have come upon it so early, or over so wide an area, as is required. Hence a revelation thereof at a given time and in a given place might well be wise and very advantageous to the human race, in that, when once the religion thus introduced is here, and has been made known publicly, everyone can henceforth by himself and with his own reason convince himself of its truth. In this event the religion is objectively a natural religion, though subjectively one that has been revealed.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "There is needed, no doubt, a body of servants (ministerium) of the invisible church, but not officials (officiales), in other words, teachers but not dignitaries, because in the rational religion of every individual there does not yet exist a church as a universal union (omnitudo collectiva).",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Let us suppose there was a teacher of whom an historical record (or, at least, a widespread belief which is not basically disputable) reports that he was the first to expound publicly a pure and searching religion, comprehensible to the whole world. … Suppose that all he did was done even in the face of a dominant ecclesiastical faith which was onerous and not conducive to moral ends (a faith whose perfunctory worship can serve as a type of all the other faiths, at bottom merely statutory, which were current in the world at the time). Suppose, further, we find that he had made this universal religion of reason the highest and indispensable condition of every religious faith whatsoever … and this without further adding to this faith burdensome new ordinances or wishing to transform acts which he had initiated into peculiar holy practices, required in themselves as being constituent elements of religion. After this description one will not fail to recognize the person who can be referenced, not indeed as the founder of the religion which, free from every dogma, is engraved in all men’s hearts (for it does not have its origin in an arbitrary will), but as the founder of the first true church.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "He claims that not the observance of outer civil or statutory churchly duties but the pure moral disposition of the heart alone can make man well-pleasing to God (Matthew V, 20-48); … that injury done one’s neighbor can be repaired only through satisfaction rendered to the neighbor himself, not through acts of divine worship (V, 24). Thus, he says, does he intend to do full justice to the Jewish law (V, 17); whence it is obvious that not scriptural scholarship but the pure religion of reason must be the law’s interpreter, for taken according to the letter, it allowed the very opposite of all this. Furthermore, he does not leave unnoticed, in his designations of the strait gate and the narrow way, the misconstruction of the law which men allow themselves in order to evade their true moral duty, holding themselves immune through having fulfilled their churchly duty (VII, 13). He further requires of these pure dispositions that they manifest themselves also in works (VII, 16) and, on the other hand, denies the insidious hope of those who imagine that, through invocation and praise of the Supreme Lawgiver in the person of His envoy, they will make up for their lack of good works and ingratiate themselves into favor (VII, 21). Regarding these works he declares that they ought to be performed publicly, as an example for imitation (V, 16), and in a cheerful mood, not as actions extorted from slaves (VI, 16); and that thus, from a small beginning in the sharing and spreading of such dispositions, religion, like a grain of seed in good soil, or a ferment of goodness, would gradually, through its inner power, grow into a kingdom of God (XIII, 31-33).",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "He combines all duties (1) in one universal rule (which includes within itself both the inner and the outer moral relations of men), namely: Perform your duty for no motive other than unconditioned esteem for duty itself, i.e., love God (the Legislator of all duties) above all else; and (2) in a particular rule, that, namely, which concerns man’s external relation to other men as universal duty: Love every one as yourself, i.e., further his welfare from good-will that is immediate and not derived from motives of self-advantage. These commands are not mere laws of virtue but precepts of holiness which we ought to pursue, and the very pursuit of them is called virtue. Accordingly he destroys the hope of all who intend to wait upon this moral goodness quite passively, with their hands in their laps, as though it were a heavenly gift which descends from on high. He who leaves unused the natural predisposition to goodness which lies in human nature (like a talent entrusted to him) in lazy confidence that a higher moral influence will no doubt supply the moral character and completeness which he lacks, is confronted with the threat that even the good which, by virtue of his natural predisposition, he may have done, will not be allowed to stand him in stead because of this neglect (XXV, 29).",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "When the man governed by self-interest, the god of this world, does not renounce it but merely refines it by the use of reason and extends it beyond the constricting boundary of the present, he is represented (Luke XVI, 3-9) as one who, in his very person  and wins from him sacrifices in behalf of “duty.”",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Christianity possesses the great advantage over Judaism of being represented as coming from the mouth of the first Teacher not as a statutory but as a moral religion, and as thus entering into the closest relation with reason so that, through reason, it was able of itself, without historical learning, to be spread at all times and among all peoples with the greatest trustworthiness.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Whatever, over and above good life-conduct, man fancies that he can do to become well-pleasing to God is mere religious delusion.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The veneration of mighty invisible beings, which was extorted from helpless man through natural fear rooted in the sense of his impotence …",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "We can indeed recognize a tremendous difference in manner, but not in principle, between a shaman of the Tunguses and a European prelate: … for, as regards principle, they both belong to one and the same class, namely, the class of those who let their worship of God consist in what in itself can never make man better (in faith in certain statutory dogmas or celebration of certain arbitrary observances). Only those who mean to find the service of God solely in the disposition to good life-conduct distinguish themselves from those others, by virtue of having passed over to a wholly different principle.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Even if a civil society were to be dissolved by the consent of all its members (e.g., if a people inhabiting an island decided to separate and disperse throughout the world), the last murderer remaining in prison would first have to be executed, so that each has done to him what his deeds deserve and blood guilt does not cling to the people for not having insisted upon this punishment; for otherwise the people can be regarded as collaborators in his public violation of justice.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "There is … only a single categorical imperative and it is this: Act only on that maxim through which you can at the same time will that it should become a universal law.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Human freedom is realised in the adoption of humanity as an end in itself, for the one thing that no-one can be compelled to do by another is to adopt a particular end.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Only the descent into the hell of self-knowledge can pave the way to godliness.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "For instance, if you have by a lie hindered a man who is even now planning a murder, you are legally responsible for all the consequences. But if you have strictly adhered to the truth, public justice can find no fault with you, be the unforeseen consequence what it may. It is possible that whilst you have honestly answered Yes to the murderer’s question, whether his intended victim is in the house, the latter may have gone out unobserved, and so not have come in the way of the murderer, and the deed therefore have not been done; whereas, if you lied and said he was not in the house, and he had really gone out (though unknown to you) so that the murderer met him as he went, and executed his purpose on him, then you might with justice be accused as the cause of his death. For, if you had spoken the truth as well as you knew it, perhaps the murderer while seeking for his enemy in the house might have been caught by neighbours coming up and the deed been prevented.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The child must be brought up free (that he allow others to be free). He must learn to endure the restraint to which freedom subjects itself for its own preservation (experience no subordination to his command). Thus he must be disciplined. This precedes instruction. Training must continue without interruption. He must learn to do without things and to be cheerful about it. He must not be obliged to dissimulate, he must acquire immediate horror of lies, must learn so to respect the rights of men that they become an insurmountable wall for him. His instruction must be more negative. He must not learn religion before he knows morality. He must be refined, but not spoiled (pampered). He must learn to speak frankly, and must assume no false shame. Before adolescence he must not learn fine manners ; thoroughness is the chief thing. Thus he is crude longer, but earlier useful and capable.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Good and strong will. Mechanism must precede science (learning). Also in morals and religion? Too much discipline makes one narrow and kills proficiency. Politeness belongs, not to discipline, but to polish, and thus comes last.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "There must be a seed of every good thing in the character of men, otherwise no one can bring it out. Lacking that, analogous motives, honor, etc., are substituted. Parents are in the habit of looking out for the inclinations, for the talents and dexterity, perhaps for the disposition of their children, and not at all for their heart or character.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Character means that the person derives his rules of conduct from himself and from the dignity of humanity. Character is the common ruling principle in man in the use of his talents and attributes. Thus it is the nature of his will, and is good or bad. A man who acts without settled principles, with no uniformity, has no character. A man may have a good heart and yet no character, because he is dependent upon impulses and does not act according to maxims. Firmness and unity of principle are essential to character.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The more one presupposes that his own power will suffice him to realize what he desires the more practical is that desire. When I treat a man contemptuously, I can inspire him with no practical desire to appreciate my grounds of truth. When I treat any one as worthless, I can inspire him with no desire to do right.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "The evil effect of science upon men is principally this, that by far the greatest number of those who wish to display a knowledge of it accomplish no improvement at all of the understanding, but only a perversity of it, not to mention that it serves most of them as a tool of vanity.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Man's greatest concern is to know how he shall properly fill his place in the universe and correctly understand what he must be in order to be a man.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "I am an investigator by inclination. I feel a great thirst for knowledge and an impatient eagerness to advance, also satisfaction at each progressive step. There was a time when I thought that all this could constitute the honor of humanity, and I despised the mob, which knows nothing about it.  set me straight. This dazzling excellence vanishes; I learn to honor men, and would consider myself much less useful than common laborers if I did not believe that this consideration could give all the others a value, to establish the rights of humanity.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "In the metaphysical elements of aesthetics the various nonmoral feelings are to be made use of; in the elements of moral metaphysics the various moral feelings of men, according to the differences in sex, age, education, and government, of races and climates, are to be employed.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "In the natural state no concept of God can arise, and the false one which one makes for himself is harmful. Hence the theory of natural religion can be true only where there is no science; therefore it cannot bind all men together.",
      "philosopher": "Immanuel Kant"
    },
    {
      "quoteText": "Man has his own inclinations and a natural will which, in his actions, by means of his free choice, he follows and directs. There can be nothing more dreadful than that the actions of one man should be subject to the will of another; hence no abhorrence can be more natural than that which a man has for slavery. And it is for this reason that a child cries and becomes embittered when he must do what others wish, when no one has taken the trouble to make it agreeable to him. He wants to be a man soon, so that he can do as he himself likes.",
      "philosopher": "Immanuel Kant"
    }
  ]
}

