{
  "quotes": [
    {
      "quoteText": "That which does not kill us makes us stronger.",
      "philosopher": "Friedrich Nietszche",
      "source": "Twilight of the Idols"
    },
    {
      "quoteText": "I think therefore I am.",
      "philosopher": "René Descartes",
      "source": "Discourse on the Method"
    },
    {
      "quoteText": "Hell is other people.",
      "philosopher": "Jean-Paul Sartre",
      "source": "No Exit"
    },
    {
      "quoteText": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
      "philosopher": "Albert Einstein"
    },
    {
      "quoteText": "Be the change that you wish to see in the world.",
      "philosopher": "Mahatma Gandhi"
    },
    {
      "quoteText": "Without music, life would be a mistake.",
      "philosopher": "Friedrich Nietzsche",
      "source": "Twilight of the Idols"
    },
    {
      "quoteText": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.",
      "philosopher": "Elie Wiesel"
    },
    {
      "quoteText": "Go to heaven for the climate and hell for the company.",
      "philosopher": "Mark Twain"
    },
    {
      "quoteText": "A day without laughter is a day wasted.",
      "philosopher": "Nicolas Chamfort"
    },
    {
      "quoteText": "Have you ever noticed how ‘What the hell’ is always the right decision to make?",
      "philosopher": "Terry Johnson",
      "source": "Insignificance"
    },
    {
      "quoteText": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
      "philosopher": "Anne Frank"
    },
    {
      "quoteText": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.",
      "philosopher": "Margaret Mead"
    },
    {
      "quoteText": "We have to dare to be ourselves, however frightening or strange that self may prove to be.",
      "philosopher": "May Sarton"
    },
    {
      "quoteText": "May you live every day of your life.",
      "philosopher": "Jonathan Swift"
    },
    {
      "quoteText": "You talk when you cease to be at peace with your thoughts.",
      "philosopher": "Khalil Gibran",
      "source": "The Prophet"
    },
    {
      "quoteText": "Man is the only creature who refuses to be what he is.",
      "philosopher": "Albert Camus"
    },
    {
      "quoteText": "It is hard enough to remember my opinions, without also remembering my reasons for them!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?",
      "philosopher": "Albert Einstein"
    },
    {
      "quoteText": "Never let your sense of morals prevent you from doing what is right.",
      "philosopher": "Isaac Asimov",
      "source": "Foundation"
    },
    {
      "quoteText": "here is nothing either good or bad, but thinking makes it so.",
      "philosopher": "William Shakespeare"
    },
    {
      "quoteText": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!",
      "philosopher": "Dr. Seuss"
    },
    {
      "quoteText": "A woman has to live her life, or live to repent not having lived it.",
      "philosopher": "D.H. Lawrence",
      "source": "Lady Chatterley's Lover"
    },
    {
      "quoteText": "Wise men speak because they have something to say; fools because they have to say something.",
      "philosopher": "Plato"
    },
    {
      "quoteText": "Without deviation from the norm, progress is not possible.",
      "philosopher": "Frank Zappa"
    },
    {
      "quoteText": "There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest.",
      "philosopher": "Elie Wiesel"
    },
    {
      "quoteText": "Simplicity, patience, compassion.\n These three are your greatest treasures.\n Simple in actions and thoughts, you return to the source of being.\n Patient with both friends and enemies,\n you accord with the way things are.\n Compassionate toward yourself,\n you reconcile all beings in the world.",
      "philosopher": "Lao Tzu",
      "source": "Tao Te Ching"
    },
    {
      "quoteText": "Trust yourself. You know more than you think you do.",
      "philosopher": "Benjamin Spock"
    },
    {
      "quoteText": "The most beautiful experience we can have is the mysterious - the fundamental emotion which stands at the cradle of true art and true science.",
      "philosopher": "Albert Einstein",
      "source": "Albert Einstein"
    },
    {
      "quoteText": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.",
      "philosopher": "Bertrand Russell"
    },
    {
      "quoteText": "You're not to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who does it or says it.",
      "philosopher": "Malcolm X",
      "source": "By Any Means Necessary"
    },
    {
      "quoteText": "Fantasy is escapist, and that is its glory. If a soldier is imprisioned by the enemy, don't we consider it his duty to escape?. . .If we value the freedom of mind and soul, if we're partisans of liberty, then it's our plain duty to escape, and to take as many people with us as we can!",
      "philosopher": "J.R.R. Tolkien"
    },
    {
      "quoteText": "We are all atheists about most of the gods that humanity has ever believed in. Some of us just go one god further.",
      "philosopher": "Richard Dawkins",
      "source": "The God Delusion"
    },
    {
      "quoteText": "Maybe everyone can live beyond what they're capable of.",
      "philosopher": "Markus Zusak",
      "source": "I Am the Messenger"
    },
    {
      "quoteText": "The past has no power over the present moment.",
      "philosopher": "Eckhart Tolle"
    },
    {
      "quoteText": "Time is an illusion. Lunchtime doubly so.",
      "philosopher": "Douglas Adams",
      "source": "The Hitchhicker's Guide to the Galaxy"
    },
    {
      "quoteText": "A truth that's told with bad intent\n Beats all the lies you can invent.",
      "philosopher": "William Blake",
      "source": "Auguries of Innocence"
    },
    {
      "quoteText": "The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.",
      "philosopher": "George Bernard Shaw",
      "source": "Man and Superman"
    },
    {
      "quoteText": "When we are tired, we are attacked by ideas we conquered long ago.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "You only live twice:\n Once when you're born\n And once when you look death in the face.",
      "philosopher": "Ian Fleming",
      "source": "You Only Live Twice"
    },
    {
      "quoteText": "Heard melodies are sweet, but those unheard, are sweeter",
      "philosopher": "John Keats",
      "source": "Ode on a Grecian Urn and Other Poems"
    },
    {
      "quoteText": "A paranoid is someone who knows a little of what's going on.",
      "philosopher": "William S. Burroughs"
    },
    {
      "quoteText": "The easy confidence with which I know another man's religion is folly teaches me to suspect that my own is also.",
      "philosopher": "Mark Twain"
    },
    {
      "quoteText": "Those who know do not speak. Those who speak do not know.",
      "philosopher": "Lao Tzu",
      "source": "Tao Teh Ching"
    },
    {
      "quoteText": "Music is ... A higher revelation than all Wisdom & Philosophy",
      "philosopher": "Lugwig van Beethoven"
    },
    {
      "quoteText": "I was within and without. Simultaneously enchanted and repelled by the inexhaustible variety of life.",
      "philosopher": "F. Scott Fitzgerald",
      "source": "The Great Gatsby"
    },
    {
      "quoteText": "Like all magnificent things, it's very simple.",
      "philosopher": "Natalie Babbitt",
      "source": "Tuck Everlasting"
    },
    {
      "quoteText": "A concept is a brick. It can be used to build a courthouse of reason. Or it can be thrown through the window.",
      "philosopher": "Gilles Deleuze",
      "source": "Thousand Plateaus: Capitalism and Schizophrenia"
    },
    {
      "quoteText": "Nothing, Everything, Anything, Something: If you have nothing, then you have everything, because you have the freedom to do anything, without the fear of losing something.",
      "philosopher": "Jarod Kintz",
      "source": "This is the story my great-grandfather told my father, who then told my grandfather, who then told me about how The Mythical Mr. Boo, Charles Manseur Fizzlebush Grissham III, better known as Mr. Fizzlebush, and Orafoura are all in fact me..."
    },
    {
      "quoteText": "If you win, you need not have to explain...If you lose, you should not be there to explain!",
      "philosopher": "Adolf Hitler"
    },
    {
      "quoteText": "Morality is simply the attitude we adopt towards people we personally dislike.",
      "philosopher": "Oscar Wilde",
      "source": "An Ideal Husband"
    },
    {
      "quoteText": "I must say a word about fear. It is life's only true opponent. Only fear can defeat life. It is a clever, treacherous adversary, how well I know. It has no decency, respects no law or convention, shows no mercy. It goes for your weakest spot, which it finds with unnerving ease. It begins in your mind, always ... so you must fight hard to express it. You must fight hard to shine the light of words upon it. Because if you don't, if your fear becomes a wordless darkness that you avoid, perhaps even manage to forget, you open yourself to further attacks of fear because you never truly fought the opponent who defeated you.",
      "philosopher": "Yann Martel",
      "source": "Life of Pi"
    },
    {
      "quoteText": "We are addicted to our thoughts. We cannot change anything if we cannot change our thinking.",
      "philosopher": "Santosh Kalwar",
      "source": "Quote Me Everyday"
    },
    {
      "quoteText": "The price good men pay for indifference to public affairs is to be ruled by evil men.",
      "philosopher": "Plato"
    },
    {
      "quoteText": "Let children read whatever they want and then talk about it with them. If parents and kids can talk together, we won't have as much censorship because we won't have as much fear.",
      "philosopher": "Judy Blume"
    },
    {
      "quoteText": "It is easy in the world to live after the world's opinion; it is easy in solitude to live after our own; but the great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.",
      "philosopher": "Ralph Waldo Emerson",
      "source": "The Complete Prose Works of Ralph Waldo Emerson"
    },
    {
      "quoteText": "Sometimes I lie awake at night and I ask, \"Is life a multiple choice test or is it a true or false test?\" ...Then a voice comes to me out of the dark and says, \"We hate to tell you this but life is a thousand word essay.\"",
      "philosopher": "Charles M. Schulz"
    },
    {
      "quoteText": "I cannot teach anybody anything. I can only make them think",
      "philosopher": "Socrates"
    },
    {
      "quoteText": "It is not true that people stop pursuing dreams because they grow old, they grow old because they stop pursuing dreams.",
      "philosopher": "Gabriel Garcí­a Márquez"
    },
    {
      "quoteText": "A serious and good philosophical work could be written consisting entirely of jokes.",
      "philosopher": "Ludwig Wittgenstein"
    },
    {
      "quoteText": "Life is really simple, but we insist on making it complicated.",
      "philosopher": "Confucius"
    },
    {
      "quoteText": "Science is not only compatible with spirituality; it is a profound source of spirituality.",
      "philosopher": "Carl Sagan",
      "source": "The Demon-Haunted World: Science as a Candle in the Dark"
    },
    {
      "quoteText": "\"You didn't kill him. He would have killed you, but you didn't kill him.\"\n\"So? He was stupid. If I killed everyone who was stupid, I wouldn't have time to sleep.\"",
      "philosopher": "Tamora Pierce",
      "source": "In the Hand of the Goddess"
    }
  ]
}
