{
  "quotes": [
    {
      "quoteText": "That which does not kill us makes us stronger.",
      "philosopher": "Friedrich Nietszche"
    },
    {
      "quoteText": "I think therefore I am.",
      "philosopher": "René Descartes"
    },
    {
      "quoteText": "Hell is other people.",
      "philosopher": "Jean-Paul Sartre"
    },
    {
      "quoteText": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
      "philosopher": "Albert Einstein"
    },
    {
      "quoteText": "Be the change that you wish to see in the world.",
      "philosopher": "Mahatma Gandhi"
    },
    {
      "quoteText": "Without music, life would be a mistake.",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "The opposite of love is not hate, it's indifference. The opposite of art is not ugliness, it's indifference. The opposite of faith is not heresy, it's indifference. And the opposite of life is not death, it's indifference.",
      "philosopher": "Elie Wiesel"
    },
    {
      "quoteText": "Go to heaven for the climate and hell for the company.",
      "philosopher": "Mark Twain"
    },
    {
      "quoteText": "A day without laughter is a day wasted.",
      "philosopher": "Nicolas Chamfort"
    },
    {
      "quoteText": "Have you ever noticed how ‘What the hell’ is always the right decision to make?",
      "philosopher": "Terry Johnson"
    },
    {
      "quoteText": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
      "philosopher": "Anne Frank"
    },
    {
      "quoteText": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.",
      "philosopher": "Margaret Mead"
    },
    {
      "quoteText": "We have to dare to be ourselves, however frightening or strange that self may prove to be.",
      "philosopher": "May Sarton"
    },
    {
      "quoteText": "May you live every day of your life.",
      "philosopher": "Jonathan Swift"
    },
    {
      "quoteText": "You talk when you cease to be at peace with your thoughts.",
      "philosopher": "Khalil Gibran"
    },
    {
      "quoteText": "Man is the only creature who refuses to be what he is.",
      "philosopher": "Albert Camus"
    },
    {
      "quoteText": "It is hard enough to remember my opinions, without also remembering my reasons for them!",
      "philosopher": "Friedrich Nietzsche"
    },
    {
      "quoteText": "If a cluttered desk is a sign of a cluttered mind, of what, then, is an empty desk a sign?",
      "philosopher": "Albert Einstein"
    },
    {
      "quoteText": "Never let your sense of morals prevent you from doing what is right.",
      "philosopher": "Isaac Asimov"
    },
    {
      "quoteText": "here is nothing either good or bad, but thinking makes it so.",
      "philosopher": "William Shakespeare"
    },
    {
      "quoteText": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!",
      "philosopher": "Dr. Seuss"
    },
    {
      "quoteText": "A woman has to live her life, or live to repent not having lived it.",
      "philosopher": "D.H. Lawrence"
    },
    {
      "quoteText": "Wise men speak because they have something to say; fools because they have to say something.",
      "philosopher": "Plato"
    },
    {
      "quoteText": "Without deviation from the norm, progress is not possible.",
      "philosopher": "Frank Zappa"
    },
    {
      "quoteText": "There may be times when we are powerless to prevent injustice, but there must never be a time when we fail to protest.",
      "philosopher": "Elie Wiesel"
    },
    {
      "quoteText": "Simplicity, patience, compassion. These three are your greatest treasures. Simple in actions and thoughts, you return to the source of being. Patient with both friends and enemies, you accord with the way things are. Compassionate toward yourself, you reconcile all beings in the world.",
      "philosopher": "Lao Tzu"
    },
    {
      "quoteText": "Trust yourself. You know more than you think you do.",
      "philosopher": "Benjamin Spock"
    },
    {
      "quoteText": "The most beautiful experience we can have is the mysterious - the fundamental emotion which stands at the cradle of true art and true science.",
      "philosopher": "Albert Einstein"
    },
    {
      "quoteText": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.",
      "philosopher": "Bertrand Russell"
    },
    {
      "quoteText": "You're not to be so blind with patriotism that you can't face reality. Wrong is wrong, no matter who does it or says it.",
      "philosopher": "Malcolm X"
    },
    {
      "quoteText": "Fantasy is escapist, and that is its glory. If a soldier is imprisioned by the enemy, don't we consider it his duty to escape?. . .If we value the freedom of mind and soul, if we're partisans of liberty, then it's our plain duty to escape, and to take as many people with us as we can!",
      "philosopher": "J.R.R. Tolkien"
    },
    {
      "quoteText": "We are all atheists about most of the gods that humanity has ever believed in. Some of us just go one god further.",
      "philosopher": "Richard Dawkins"
    }
  ]
}
