{
    "quotes": [
        {
            "philosopher": "Larry Page", 
            "quoteText": "The Star Trek computer doesn't seem that interesting. They ask it random questions, it thinks for a while. I think we can do better than that."
        }, 
        {
            "philosopher": "Larry Page", 
            "quoteText": "I have a simple algorithm, which is, wherever you see paid researchers instead of grad students, that's not where you want to be doing research."
        }, 
        {
            "philosopher": "Larry Page", 
            "quoteText": "If you look at things like Google Now also. Maybe you want to just have a question answered for you before you ask it."
        }, 
        {
            "philosopher": "Larry Page", 
            "quoteText": "It's hard to keep things moving. And that's always a big trick. I think for me, the key is setting really big goals. And, you know, with YouTube, I think we've had tremendous leadership, both with the founders and now with Salar, who's been running it."
        }, 
        {
            "philosopher": "Larry Page", 
            "quoteText": "Sometimes it’s important to wake up and stop dreaming. When a really great dream shows up, grab it"
        }, 
        {
            "philosopher": "Larry Page", 
            "quoteText": "I don't know how long I would've stayed, to be honest."
        }, 
        {
            "philosopher": "Harland Sanders", 
            "quoteText": "There's something inside of me that makes me want to help people, especially people who are having difficulty of some kind."
        }, 
        {
            "philosopher": "Harland Sanders", 
            "quoteText": "That friggin' … outfit .... They prostituted every goddamn thing I had. I had the greatest gravy in the world and those sons of bitches they dragged it out and extended it and wa­tered it down that I'm so goddamn mad."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "In the end, you're measured not by how much you undertake but by what you finally accomplish."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "I don’t do it for the money. I’ve got enough, much more than I’ll ever need. I do it to do it. Deals are my art form."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "A well-educated black has a tremendous advantage over a well-educated white in terms of the job market. I think sometimes a black may think they don't have an advantage or this and that.... I've said on one occasion, even about myself, if I were starting off today, I would love to be a well-educated black, because I believe they do have an actual advantage."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Leona Helmsley is a truly evil human being. She treated employees worse than any human being I've ever witnessed and I've dealt with some of the toughest human beings alive."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Laziness is a trait in blacks."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Black guys counting my money! I hate it. The only kind of people I want counting my money are little short guys that wear yarmulkes every day."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "I love beautiful women, and beautiful women love me. It has to be both ways."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Now, if your boss is a sadist, then you have a big problem. In that case, fire your boss and get a new job."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Without passion, you don't have energy; without energy, you have nothing. Nothing great in the world has been accomplished without passion."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Part of the beauty of me is that I am very rich."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Because if you're not born in the United States, you cannot be president. And, there is a real question. And if this birth certificate exists, you know what I get a kick out of? The Governor of Hawaii says, \"I remember when he was born 50 years ago.\" I doubt it. I think this guy should be investigated. I doubt it. He remembers when Obama was born? Give me a break! He's just trying to do something for his party. The fact is, if you're not born in the United States, you cannot be president. He is having a hard time — he spent millions of dollars trying to get away from this issue, millions of dollars in legal fees trying to get away from this issue. And I'll tell you what, I brought it up just routinely and all of a sudden, a lot of facts are emerging, and I'm starting to wonder myself whether or not he was born in this country."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Donald Trump: Meredith, he spent two million dollars in legal fees trying to get away from this issue. And if he weren't lying, why wouldn't he just solve it? And I wish he would, because if he doesn't, it's one of the greatest scams in the history of politics, and in the history period. You are not allowed to be a president if you're not born in this country. He may not be born in this country. And I'll tell you what, three weeks ago I thought he was born in this country. Right now, I have some real doubts. I have people that actually have been studying it and they cannot believe what they're finding.\nMeredith Vieira: You have people now, down there searching—\nTrump: Absolutely.\nVieira: I mean, in Hawaii?\nTrump: Absolutely. And they cannot believe what they're finding. I would like to have him show his birth certificate, and can I be honest with you, I hope he can. Because if he can't, if he can't, if he wasn't born in this country, which is a real possibility, I'm not saying it hap— I'm saying it's a real possibility, much greater than I thought two or three weeks ago, then he has pulled one of the great cons in the history of politics. And beyond politics."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "I have a great relationship with the blacks. I've always had a great relationship with the blacks."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "I heard he was a terrible student, terrible. How does a bad student go to Columbia and then to Harvard? I'm thinking about it, I'm certainly looking into it. Let him show his records."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Today I'm very proud of myself, because I've accomplished something that nobody else has been able to accomplish. I was just informed, while on the helicopter, that our president has finally released a birth certificate. I want to look at it, but I hope it's true, so that we can get on to much more important matters, so the press can stop asking me questions. He should have done it a long time ago. Why he didn't do it when the Clintons asked for it, why he didn't do it when everyone else was asking for it, I don't know. But I am really honored, frankly, to have played such a big role in hopefully, hopefully getting rid of this issue. Now, we have to look at it, we have to see, is it real? Is it proper? What's on it? But I hope it checks out beautifully. I am really proud, I am really honored."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "The word is, according to what I've have read, is that he was a terrible student when he went to Occidental. He then gets to Columbia and then gets to Harvard. I heard at Columbia he was not a very good student, and then he then he gets into Harvard. How do you get into Harvard if you are not a good student? Maybe that's right, maybe that's wrong, but I don't know why he doesn't he release his records. Why doesn't he release his Occidental records?"
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "I blame our leaders. Here we have China, ripping this country off like nobody's ever seen before, and we have the president of China come, a few months ago, to Washington, and we give him a state dinner. Now when people are screwing you, you don't give 'em state dinners. ... What we do, is we sit down in my office for a couple of hours. We either make a deal where you stop manipulating your currency or not. If we make a deal, you can have a state dinner if you want. If we don't make a deal, you take McDonald's, and you go home."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "The messenger is important. I could have one man say effete voice \"We're going to tax you 25%\", and I can say another, \"Listen, you motherfuckers, we're going to tax you 25%.\" ... I'll tell you what's going to happen. When they believe the message— they don't believe it right now— when they believe the message, they're going to do one thing. They're going to give us anything they want."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "It's like in golf. A lot of people — I don't want this to sound trivial — but a lot of people are switching to these really long putters, very unattractive. It's weird. You see these great players with these really long putters, because they can't sink three-footers anymore. And, I hate it. I am a traditionalist. I have so many fabulous friends who happen to be gay, but I am a traditionalist."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "No, I've never really changed. Nothing's changed my mind. And by the way, you know, you have a huge group of people — I walk down the street, and people are screaming, \"Please don't give that up.\""
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "A lot of people are questioning his birth certificate. They're questioning the authenticity of his birth certificate. I've been known as being a very smart guy for a long time. I don't consider myself birther or not birther, but there are some major questions here and the press doesn't wanna cover it. The press just refuses to cover it. Now if that were somebody else, they would be covering it, and they'd be throwing people out of office. But they don't want to cover it. So it's interesting."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Wolf Blitzer: Donald, you're beginning to sound a little ridiculous, I have to tell you.\nDonald Trump: No I think you are, Wolf. Now let me tell you something, I think you sound ridiculous, and if you'd ask me a question and let me answer it —\nBlitzer: Here's the question, did the conspiracy start in 1961 where the Honolulu Star-Bulletin and the Honolulu Advertiser contemporaneously published announcements that he was born in Hawaii?\nTrump: That's right. That's right. And many people put those announcements in because they wanted to get the benefit because of getting so-called born in this country. Many people did it. It was something that was done by many people even though they weren't born in the country. You know and so do I... And so do a lot of your viewers. Although you don't have too many viewers."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "Donald Trump (clip): I have people that actually have been studying it and they cannot believe what they're finding.\nMeredith Vieira (clip): You have people now, down there searching—\nTrump (clip): Absolutely.\nVieira (clip): I mean, in Hawaii?\nTrump (clip): Absolutely. And they cannot believe what they're finding.\nWolf Blitzer: All right, tell us what your people who were investigating in Hawaii, what they found.\nTrump: Oh, we don't have to go into old news. That's old news.\nBlitzer: Well, what did they find?\nTrump: There's been plenty found. You can call many people. You can read many, many articles on the authenticity of the certificate. You can read many articles from just recently as to what the publisher printed in a brochure as to what Obama told him, as to where his place of birth is. And that's fine, Wolf.Now, it's appropriate, I think, that we get to the subject of hand, which is — at hand, which is jobs, which is the economy, which is how our country is not doing well at all under this leadership, which is how are we going to do something about energy, which is really that things that I wanted to talk to you about, but you like to keep going back to the place of birth."
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "He lost the popular vote by a lot and won the election. We should have a revolution in this country!"
        }, 
        {
            "philosopher": "Donald Trump", 
            "quoteText": "More votes equals a loss...revolution!"
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I didn’t really expect to make any money. If I could make enough to cover the rent and buy some food that would be fine. As it turns out, it turned out to be quite valuable in the end."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I don’t have an issue with serving in the military per se, but serving in the South African army suppressing black people just didn’t seem like a really good way to spend time."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I think South Africa is a great country. "
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "If you wanted to be close to the cutting edge, particularly in technology, you came to North America."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Tuition costs are outrageous. Fortunately, they gave me a scholarship…so I only had to cover living expenses, books, etc., by working."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "One was the Internet, one was clean energy and one was space."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I could either watch it happen, or be part of it."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "We could figure out ways with small aerospace companies to do a low-cost spacecraft and lander. But we could not find a way to do a low-cost launcher, unless we went to the Russians."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "The answer was we thought it could be done."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "There is nothing inherently expensive about rockets. It's just that those who have built and operated them in the past have done so with horrendously poor efficiency."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Falcon One is going to be the lowest cost per flight to orbit of any production rocket."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Which means we’re cheaper than the Chinese, cheaper than the Russians or anywhere else – and we’re doing it in the United States with American labour costs."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I think the reason it’s cheaper is, first of all, we are a private entity and we have a very lean system in here. What we have been able to do here at SpaceX is to cherry-pick, you know, the top one or two percent and give them, you know, capital to execute well and a clear mission, which is low cost, reliable access to space, and no other constraints."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Well, I have tried to learn as much as possible from prior attempts. "
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "If nothing else, we are committed to failing in a new way."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "There’s a graveyard of prior attempts, a big graveyard. There’s probably some freshly dug graves just waiting to be filled. Our aspiration is to avoid that destination."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I think we’ve got the risks pretty well characterized. I think we are at least avoiding the mistakes that have been made in the past."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I think the rocket business is quite cyclic. There are a great many peaks and troughs."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Imagine creating a huge software program that can only be tested in little pieces on a computer that is slightly different from what it is supposed to run on. However, when you do run it as a whole on the actual computer for the first time, it must run almost flawlessly without a single significant bug. When is the last time you saw a software program do that?"
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "When thinking about starting a business, I think it’s actually better to start in a trough and come to market in a peak, than the other way around. Frankly, if anything does, and it’s almost cliché, space has a long-term future."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I want to be able to make sure that we have enough capital to survive at least three consecutive failures. If you want to make a small fortune in the launch vehicle business, start with a large one."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "The long term ultimate objective – the holy grail – is we would like to help make life multi-planetary."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "We got to the moon, but have never done anything better since. I'm disappointed that we have not made more progress since Apollo. I don't even see a plan that says we're going to do better than Apollo to exceed that goal."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I like to be involved in things that change the world. The Internet did, and space will probably be more responsible for changing the world than anything else. If humanity can expand beyond the Earth, obviously that's where the future is."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "If we can be one of the companies that makes it possible for humans to become a multi-planetary species, that would be the Holy Grail. It sounds a bit crazy but it's going to happen, and only if people build the means to do so. We're making progress toward a greater philosophical goal while building a sound business."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "When Henry Ford made cheap, reliable cars people said, 'Nah, what's wrong with a horse?' That was a huge bet he made, and it worked."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "It doesn’t do a great deal to advance the goal of humanity. I would pay $20 million not to spend six months in Russia. And besides this, my interest is how do we enable many other people to go to space, not necessarily me, personally."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "If we can build something that is capable of taking people and equipment to Mars, such that it can service a transportation infrastructure for humanity becoming a multi- planet species - which I think is a very, very important objective - then I would consider the mission of SpaceX successful, at that point."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "We are used to things improving every year; we are used to having a better cell phone next year than this year; a better lap top. We are even used to some basic things, like we expect more from your car in next year’s model than last year’s model. But this is not the case in space; reliability and cost - those are the fundamental parameters of transportation - have not improved."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Starting and growing a business is as much about the innovation, drive and determination of the people who do it as it is about the product they sell."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "So even if a fire develops, it can't really attack the particularly vulnerable locations like the pneumatic system or the avionics or the engine bay. We want to be in the situation that even if a fire develops, the rocket just keeps going."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "A great deal of bargaining power with suppliers. We are never locked in to anyone."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I think it is a mistake to hire huge numbers of people to get a complicated job done. Numbers will never compensate for talent in getting the right answer (two people who don't know something are no better than one), will tend to slow down progress, and will make the task incredibly expensive."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "My approach is simply to seek out very talented people, ensure that the environment at SpaceX is as motivating & enjoyable as possible and establish clear & measurable objectives."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Rocket engineering is not like ditch digging. With ditch digging you can get 100 people and dig a ditch, and you will dig it a hundred times as faster if you get 100 people versus one. With rockets, you have to solve the problem of a particular level of difficulty; one person who can solve the problem is worth an infinite number of people who can’t."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I think that is a mistake and results in cloudy judgment on important technical issues. They can't tell if something is really good or not, so they just do what everyone else does, assuming it to be the safe bet."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "We're adding a triple sign-off for all work done on the launch pad, on flight components, and flight critical GSE. You have a technician, a responsible engineer, and then quality assurance will sign the final, record all information, and take photographs of all the work that was done, and then make sure that all information is put into our quality assurance database, which is reviewed prior to launch."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "Although I am new in the business, my team is not. I would say that, person for person, there has never been a better rocket company in existence, in history. I don’t think there has ever been a group this talented in one place, in one company, developing a rocket – ever.\nIf you have millions of dollars it changes your lifestyle, and anyone who says differently is talking bullshit. I don’t need to work, from a standard of living point of view, but I do, you know. I work every day and on weekends and I haven’t taken a vacation for years."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "This is the chance to fulfill a dream."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "I’m nauseatingly pro-American. It is where great things are possible."
        }, 
        {
            "philosopher": "Elon Musk", 
            "quoteText": "As life’s agents, it’s on our shoulders."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Economic theory is devoted to the study of equilibrium positions. The concept of equilibrium is very useful. It allows us to focus on the final outcome rather than the process that leads up to it. But the concept is also very deceptive. It has the aura of something empirical: since the adjustment process is supposed to lead to an equilibrium, an equilibrium position seems somehow implicit in our observations. That is not true. Equilibrium itself has rarely been observed in real life — market prices have a notorious habit of fluctuating."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The bureaucratic method of building an integrated Europe has exhausted its potential."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "How can we escape from the trap that the terrorists have set us? Only by recognizing that the war on terrorism cannot be won by waging war. We must, of course, protect our security; but we must also correct the grievances on which terrorism feeds. Crime requires police work, not military action."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The supremacist ideology of the Bush Administration stands in opposition to the principles of an open society, which recognize that people have different views and that nobody is in possession of the ultimate truth. The supremacist ideology postulates that just because we are stronger than others, we know better and have right on our side. The very first sentence of the September 2002 National Security Strategy (the President's annual laying out to Congress of the country's security objectives) reads, \"The great struggles of the twentieth century between liberty and totalitarianism ended with a decisive victory for the forces of freedom and a single sustainable model for national success: freedom, democracy, and free enterprise.\"\n The assumptions behind this statement are false on two counts. First, there is no single sustainable model for national success. Second, the American model, which has indeed been successful, is not available to others, because our success depends greatly on our dominant position at the center of the global capitalist system, and we are not willing to yield it."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Americans, sadly, are now victims who have turned into perpetrators. Indeed, since September 2001, the war on terror has claimed more innocent victims than those terrorist attacks. This fact is unrecognized at home because the victims of the war on terror are not Americans. But the rest of the world does not draw the same distinction, and world opinion has turned against America."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Markets are constantly in a state of uncertainty and flux and money is made by discounting the obvious and betting on the unexpected."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "If investing is entertaining, if you're having fun, you're probably not making any money. Good investing is boring."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The main difference between me and other people who have amassed this kind of money is that I am primarily interested in ideas, and I don't have much personal use for money. But I hate to think what would have happened if I hadn't made money: My ideas would not have gotten much play."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I wish I could write a book that will be read for as long as our civilization lasts... I would value it much more highly than any business success if I could contribute to an understanding of the world in which we live or, better yet, if I could help to preserve the economic and political system that has allowed me to flourish as a participant."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Esperanto was a very useful language, because wherever you went, you found someone to speak with."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "So the euro is here to stay, and the arrangements that evolved in response to the crisis have become established as the new order governing the eurozone. This confirms my worst fears. It’s the nightmare I’ve been talking about. I’m hopeful that the Russian invasion of Crimea may serve as a wake-up call. Germany is the only country in a position to change the prevailing order."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The truth is, successful investing is a kind of alchemy."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I made two major discoveries in the course of writing: one is a reflexive connection between credit and collateral; the other is a reflexive relationship between regulators and the economies they regulate"
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The act of lending can change the value of the collateral"
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "My peculiarity is that I don't have a particular style of investing or, more exactly, I try to change my style to fit the conditions."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "On the abstract level, I have turned the belief in my own fallibility into the cornerstone of an elaborate philosophy. On a personal level, I am a very critical person who looks for defects in myself as well as in others. But, being so critical, I am also quite forgiving. I couldn't recognize my mistakes if I couldn't forgive myself. To others, being wrong is a source of shame; to me, recognizing my mistakes is a source of pride. Once we realize that imperfect understanding is the human condition, there is no shame in being wrong, only in failing to correct our mistakes."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The prevailing wisdom is that markets are always right. I take the opposition position. I assume that markets are always wrong. Even if my assumption is occasionally wrong, I use it as a working hypothesis. It does not follow that one should always go against the prevailing trend. On the contrary, most of the time the trend prevails; only occasionally are the errors corrected. It is only on those occasions that one should go against the trend. This line of reasoning leads me to look for the flaw in every investment thesis. ... I am ahead of the curve. I watch out for telltale signs that a trend may be exhausted. Then I disengage from the herd and look for a different investment thesis. Or, if I think the trend has been carried to excess, I may probe going against it. Most of the time we are punished if we go against the trend. Only at an inflection point are we rewarded."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "We live in a global economy, but the political organization of our global society is woefully inadequate. We are bereft of the capacity to preserve peace and to counteract the excesses of the financial markets. Without these controls, the global economy, is liable to break down"
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The development of a global economy has not been matched by the development of a global society. The basic unit for political and social life remains the nation-state. International law and international institutions, insofar as they exist, are not strong enough to prevent war or the large-scale abuse of human rights in individual countries. Ecological threats are not adequately dealt with. Global financial markets are largely beyond the control of national or international authorities."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Financial markets are supposed to swing like a pendulum: They may fluctuate wildly in response to exogenous shocks, but eventually they are supposed to come to rest at an equilibrium point and that point is supposed to be the same irrespective of the interim fluctuations. Instead, as I told Congress, financial markets behaved more like a wrecking ball, swinging from country to country and knocking over the weaker ones. \n It is difficult to escape the conclusion that the international financial system itself constituted the main ingredient in the meltdown process."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The global crisis is caused by pathologies inherent in the global financial system itself."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "It is time to recognize that financial markets are inherently unstable. Imposing market discipline means imposing instability, and how much instability can society take? ... To put it bluntly, the choice confronting us is whether we will regulate global financial markets internationally or leave it to each individual state to protect its interests as best it can. The latter course will surely lead to the breakdown of the gigantic circulatory system, which goes under the name of global capitalism."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "A global society does not mean a global state. To abolish the existence of states is neither feasible nor desirable; but insofar as there are collective interests that transcend state boundaries, the sovereignty of states must be subordinated to international law and international institutions."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I think there's a lot of merit in an international economy and global markets, but they're not sufficient because markets don't look after social needs. Markets are designed to allow individuals to look after their private needs and to pursue profit. It's really a great invention and I wouldn't under-estimate the value of that, but they're not designed to take care of social needs."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Each state is guided by its interests, not by some nebulous concept of common interest. And not many states are even democratic. So, you have a problem with the concept between international institutions and sovereignty. To my mind, there is a solution which has to do with democracy, because democratic governments are subject to the will of the people. So, if the people will it, you can actually create international institutions through the democratic states."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I advocate an alliance of democratic states, with a dual purpose. One, to promote what I call open society. I talk about an alliance of open societies which would first foster the development of open societies within individual countries, because there's a lot that needs to be done in that effort. And secondly, to establish basic international law and international institutions that you need for a global, open society. So that's my sort of broad concept. Now, I have not worked out the details, because I don't think it's for me to work out the details. It's for them to work out the details."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I used to be opposed to the idea of social entrepreneurship. I said, you know, let business be business, and philanthropy be philanthropy. Keep the two separate, don't mix it up, and this is what I did, and I did that rather successfully, but I now recognize that actually you do need to mix it up and I think there is room for social entrepreneurship."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "It's more difficult, you know, to bring about positive change than it is to make money. It's much easier to make money, because it's a much easier way to measure success — the bottom line. When it comes to social consequences, they've got all different people acting in different ways, very difficult to even have a proper criterion of success. So, it's a difficult task. Why not use an entrepreneurial, rather than a bureaucratic, approach. As long as people genuinely care for the people they're trying to help, they can actually do a lot of good."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Well, you know, I was a human being before I became a businessman. "
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I argue that it's appropriate for people to pursue their profit motive in business. If you want to change that, you're going against human nature. But when it comes to setting the rules or creating the institutions, then you should have the general interest at heart, even if it conflicts with your personal interest."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "You know, these things interested me before I became a businessman and I kind of neglected them during twenty, twenty-five years, while I was engaged in making money, because running a hedge fund takes, you know, a hundred percent of your attention on Saturday morning, and so I didn't get involved in these issues very much. It's only when I was rather successful at it and I've made enough money for my personal needs and to look after my family that we established this interest and, by now, it is more important to me than my business."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I did spearhead the introduction of the Internet in countries like Russia, the former Soviet Union, because it is a very open system of communication. I think it has great potential for self-organization and self-organization is very much at the heart of an open society. The Internet is sort of a medium of open society. However, it can also be a medium of control and so we have to be careful it doesn't destroy you."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I think you will have to be very, very careful to have the regulations that will protect freedom."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The Republican Party has been captured by a bunch of extremists … People who maintain that markets will take care of everything, that you leave it to the markets and the markets know best. Therefore, you need no government, no interference with business. Let everybody pursue his own interests. And that will serve the common interest. Now, there is a good foundation for this. But it's a half-truth."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "We need to maintain law and order. We need to maintain peace in the world. We need to protect the environment. We need to have some degree of social justice, equality of opportunity. The markets are not designed to take care of those needs. That's a political process. And the market fundamentalists have managed to reduce providing those public goods."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I give away something up to $500 million a year throughout the world promoting Open Society. My foundations support people in the country who care about an open society. It's their work that I'm supporting. So it's not me doing it. But I can empower them. I can support them, and I can help them."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I'm not doing my philanthropic work, out of any kind of guilt, or any need to create good public relations. I'm doing it because I can afford to do it, and I believe in it."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "You know, I learned at a very early age that what kind of social system or political system prevails is very important. Not just for your well-being, but for your very survival. Because, you know, I could have been killed by the Nazis. I could have wasted my life under the Communists. So, that's what led me to this idea of an open society. And that is the idea that is motivating me."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The people currently in charge have forgotten the first principle of an open society, namely that we may be wrong and that there has to be free discussion. That it's possible to be opposed to the policies without being unpatriotic."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "We are the dominant power. And that imposes on us a responsibility to be actually concerned with the well being of the world. Because we set the agenda. And there are a lot of problems, including terrorism and weapons of mass destruction, that can only be tackled by collective action. And we ought to be leading that collective action, instead of riding roughshod over other people's opinions and interests."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "If the terrorists have the sympathy of people, it's much harder to find them. So we need people on our side, and that leads us to be responsible leaders of the world, show some concern with the problems."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I think he's a man of good intentions. I don't doubt it. But I think he's leading us in the wrong direction."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "If we re-elect Bush, we are endorsing the Bush doctrine. And then we are off to a vicious circle of escalating violence in the world. And I think, you know, terrorism, counter-terrorism, it's a very scary spectacle to me. If we reject him, then we are effectively rejecting the Bush doctrine. Because he was elected on a platform of a more humble foreign policy. Then we can go back to a more humble foreign policy. And treat this episode as an aberration. We have to pay a heavy price. You know, 100 billion dollars a year in Iraq. We can't get out of that. We mustn't get out of it. But still, we can then regain the confidence of the world, and our rightful place as leaders of the world, working to make the world a better place."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Stock market bubbles don't grow out of thin air. They have a solid basis in reality — but reality as distorted by a misconception. Under normal conditions misconceptions are self-correcting, and the markets tend toward some kind of equilibrium. Occasionally, a misconception is reinforced by a trend prevailing in reality, and that is when a boom-bust process gets under way. Eventually the gap between reality and its false interpretation becomes unsustainable, and the bubble bursts."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Now look at the ideology of American supremacy. It has a solid foundation in reality; namely, the United States is the dominant power in the world. The current government believes the United States ought to use this dominant position to impose its will on the world. That is the misconception. This approach is not what made America great. America did not arrive at its dominant position by imposing its will on the world. "
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "My position is that America is great precisely because it is an open society, and an open society recognizes that nobody is the ultimate arbiter — and that we may be wrong at times, even if we are powerful. We must be open to criticism and respect divergent and different views and interests."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I find the idea that you can introduce democracy by military force a very quaint idea. Moreover, if I wanted to choose a testing ground for doing it, Iraq would be the last nation I would choose."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Most of the poverty and misery in the world is due to bad government, lack of democracy, weak states, internal strife, and so on. We do need to intervene, to improve political and economic conditions inside countries that have bad governments, where people are suffering.\n One way of doing this, without violating sovereignty, is through constructive actions — reinforcements and incentives for countries that are moving in the right direction, toward an open society, a market economy, et cetera. That is what I'm advocating. I'm advocating preventive action of a constructive nature. And I would use military force only as the very last resort, when nothing else works."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "This is the most important election of my lifetime. I have never been heavily involved in partisan politics but these are not normal times. President Bush is endangering our safety, hurting our vital interests and undermining American values. That is why I am publishing this message. I have been demonized by the Bush campaign but I hope you will give me a hearing. "
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "We face a vicious circle of escalating violence. President Bush ran on the platform of a \"humble\" foreign policy in 2000. If we re-elect him now, we endorse the Bush doctrine of preemptive action and the invasion of Iraq, and we will have to live with the consequences."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I grew up in Hungary, lived through fascism and the Holocaust, and then had a foretaste of communism. I learned at an early age how important it is what kind of government prevails. I chose America as my home because I value freedom and democracy, civil liberties and an open society. When I had made more money than I needed for myself and my family, I set up a foundation to promote the values and principles of a free and open society."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "A full and fair discussion is essential to democracy."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "We are losing the values that have made America great. The destruction of the twin towers of the World Trade Center was such a horrendous event that it required a strong response. But the President committed a fundamental error in thinking: the fact that the terrorists are manifestly evil does not make whatever counter-actions we take automatically good. What we do to combat terrorism may also be wrong. Recognizing that we may be wrong is the foundation of an open society."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "President Bush inadvertently played right into the hands of bin Laden. The invasion of Afghanistan was justified: that was where bin Laden lived and al Qaeda had its training camps. The invasion of Iraq was not similarly justified. It was President Bush's unintended gift to bin Laden."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "War and occupation create innocent victims. We count the body bags of American soldiers; there have been more than 1000 in Iraq. The rest of the world also looks at the Iraqis who get killed daily. There have been 15 times more. Some were trying to kill our soldiers; far too many were totally innocent, including many women and children. Every innocent death helps the terrorists' cause by stirring anger against America and bringing them potential recruits."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I have been crisscrossing the country for the last three weeks arguing against the reelection of President Bush. I feel strongly that he has led us in the wrong direction. The invasion of Iraq was a colossal blunder and only by rejecting the President at the polls can we hope to escape from the quagmire in which we find ourselves."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The nation is deeply divided and the two camps seem to be talking past each other. John Kerry won all three debates but President Bush invokes his faith and that inspires his followers. In the end, it boils down to a philosophical difference over how to deal with an often confusing and threatening reality."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "An open society such as ours is based on the recognition that our understanding of reality is inherently imperfect. Nobody is in possession of the ultimate truth. As the philosopher Karl Popper has shown, the ultimate truth is not attainable even in science. All theories are subject to testing and the process of replacing old theories with better ones never ends."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Faith plays an important role in an open society. Exactly because our understanding is imperfect, we cannot base our decisions on knowledge alone. We need to rely on beliefs, religious or otherwise, to help us make decisions. But we must remain open to the possibility that we may be wrong so that we can correct our mistakes. Otherwise, we are bound to be wrong."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "President Bush has shown that he is incapable of recognizing his mistakes. He insists on making reality conform to his beliefs even at the cost of deceiving himself and deliberately deceiving the public. There is something appealing in the strength of his faith, especially in our troubled time. But the cost is too high. By putting our faith in a President who cannot admit his mistakes we commit ourselves to the wrong policies. "
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "We are the most powerful nation on earth. No external power, no terrorist organization, can defeat us. But we can defeat ourselves by getting caught in a quagmire."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "If we reelect President Bush we are endorsing his policies and we shall have to live with the consequences. We are facing a vicious circle of escalating violence with no end in sight. If we reject him at the polls we shall have a better chance to regain the respect and support of the world and break the vicious circle. Our future depends on it."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I have devoted half my fortune and most of my energies in the last 15 years to promoting the values of democracy and open society all over the world, especially in the former Soviet Empire. After 9/11 I came to feel that those principles need to be defended at home."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The invasion of Afghanistan was justified: that was where Osama bin Laden lived and al Qaeda had its training camps. The invasion of Iraq was not similarly justified."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The war in Iraq was misconceived from start to finish — if it has a finish. It is a war of choice, not of necessity, as President Bush claims. It goes without saying that Saddam was a tyrant, and it is good to be rid of him. But in invading Iraq as we did, without a second UN resolution, we violated international law. By mistreating and even torturing prisoners, we violated the Geneva conventions. President Bush has boasted that we do not need a permission slip from the international community, but our disregard for international law has endangered our security, particularly the security of our troops."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The war on terror is an abstraction. But the terrorists are real people and they are not all alike. Most of the people attacking our soldiers in Iraq originally had nothing to do with al Qaeda. They have been generated by the policies of the Bush administration. We have been spared a terrorist attack at home but it is quite a stretch to attribute that to the invasion of Iraq. The insurrection in Iraq, however, is a somber reality and it doesn't make us safer at home. Our security, far from improving as President Bush claims, is deteriorating."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Bush's war in Iraq has done untold damage to the United States. It has impaired our military power and undermined the morale of our armed forces. Our troops were trained to project overwhelming power. They were not trained for occupation duties."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "Before the invasion of Iraq, we could project overwhelming power in any part of the world. We cannot do so any more because we are bogged down in Iraq. Iran and North Korea are moving ahead with their nuclear programs at full speed and our hand in dealing with them has been greatly weakened."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The war on terror as defined by President Bush is a one-dimensional presentation of reality. We cannot fight terrorism by military means alone. We can use military force only when we have a known target; but it is the habit of terrorists to keep their whereabouts hidden. To track them down we need the support of the populations amongst whom they hide. Offense is not necessarily the best defense if it offends those whose allegiance we need."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "George W. Bush revels in being a war president. His campaign is shamelessly exploiting the fears generated by 9/11. Vice President Cheney is conjuring mushroom clouds into our cities. But fear is a bad counselor; we must resist it wherever it comes from. President Roosevelt had the right idea when he said, \"We have nothing to fear but Fear itself.\" "
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "An open society is always in danger. It must constantly reaffirm its principles in order to survive. We are being sorely tested, first by 9/11 and then by President Bush's response. To pass the test we must face reality instead of finding solace in false certainties. This election transcends party loyalties. Our future as an open society depends on resisting the Siren's song."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The main obstacle to a stable and just world order is the United States. This is a harsh — indeed, for me, painful — thing to say, but unfortunately I am convinced it is true. The United States continues to set the agenda for the world in spite of its loss of influence since 9/11, and the Bush administration is setting the wrong agenda . The Bush agenda is nationalistic: it emphasizes the use of force and ignores global problems whose solution requires international cooperation. The rest of the world dances to the tune the United States is playing, and if that continues too long we are in danger of destroying our civilization. Changing the attitude and policies of the United States remains my top priority."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "We must recognize that as the dominant power in the world we have a special responsibility. In addition to protecting our national interests, we must take the leadership in protecting the common interests of humanity. I go into some detail as to what that entails. \n  Mankind’s power over nature has increased cumulatively while its ability to govern itself has not kept pace. There is no other country that can take the place of the United States in the foreseeable future. If the United States fails to provide the right kind of leadership our civilization may destroy itself. That is the unpleasant reality that confronts us."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "I am not a Zionist, nor am I am a practicing Jew, but I have a great deal of sympathy for my fellow Jews and a deep concern for the survival of Israel."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The Bush administration is once again in the process of committing a major policy blunder in the Middle East ... Hamas won the elections in an upset victory. Then came the blunder I am talking about. Israel, with the strong backing of the United States, refused to recognize the democratically elected Hamas government. "
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The Palestine problem does not have a purely military solution. Military superiority is necessary for Israel's national security, but it is not sufficient. The solution has to be political, as President Clinton recognized."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "The pro-Israel lobby has been remarkably successful in suppressing criticism. Politicians challenge it at their peril because of the lobby's ability to influence political contributions. ... Following his criticism of repressive Israeli policy on the West Bank, former president Jimmy Carter has suffered the loss of some of the financial backers of his center."
        }, 
        {
            "philosopher": "George Soros", 
            "quoteText": "One of the myths propagated by the enemies of Israel is that there is an all-powerful Zionist conspiracy. That is a false accusation. Nevertheless, that AIPAC has been so successful in suppressing criticism has lent some credence to such false beliefs. Demolishing the wall of silence that has protected AIPAC would help lay them to rest. A debate within the Jewish community, instead of fomenting anti-Semitism, would only help diminish it. \n Anticipating attacks, I should like to emphasize that I do not subscribe to the myths propagated by enemies of Israel and I am not blaming Jews for anti-Semitism. Anti-Semitism predates the birth of Israel. Neither Israel's policies nor the critics of those policies should be held responsible for anti-Semitism. At the same time, I do believe that attitudes toward Israel are influenced by Israel's policies, and attitudes toward the Jewish community are influenced by the pro-Israel lobby's success in suppressing divergent views."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "On his performance in college: \"I was the one of those students who made the top half of the class possible.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "We need to inject some old-fashioned American values and common-sense, practical thinking into our energy policy.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "In 1975, Congress passed a law requiring fuel efficiency standards to double over 10 years, with incremental targets that auto manufacturers were required to meet. That was the responsible approach, and it worked. But since 1985, we’ve done nothing — even as technology has moved at light speed.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Any friend of fossil is a friend of mine. … We've got to do everything we can to get people out of their automobiles and into mass transit.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "If they don't act, we will. Shame on them but we cannot sit around and watch our environment deteriorate and put this world in jeopardy. We are willing to stand up, we think it is one of the seminal issues of our time.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "As the city continues to grow, the costs of congestion – to our health, to our environment, and to our economy – are only going to get worse. The question is not whether we want to pay but how do we want to pay. With an increased asthma rate? With more greenhouse gases? Wasted time? Lost business? And higher prices? Or, do we charge a modest fee to encourage more people to take mass transit?\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "In New York City, a lot of people think 'the great outdoors' is the area between your front door and a taxi cab."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "It boggles the mind that nearly two centuries after Darwin, and 80 years after John Scopes was put on trial, this country is still debating the validity of evolution."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Today, we are seeing hundreds of years of scientific discovery being challenged by people who simply disregard facts that don’t happen to agree with their agendas. Some call it \"pseudo-science,\" others call it \"faith-based science,\" but when you notice where this negligence tends to take place, you might as well call it \"political science.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "It's scary in this country, it's probably because of our bad educational system, but the percentage of people that believe in Creationalism is really scary for a country that's going to have to compete in the world where science and medicine require a better understanding."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Most gun dealers follow the law and run honest businesses. But the statistics show that 1 percent of dealers sell more than half of all illegal guns. Why isn't the federal government going after them? Here's one reason: unlike mayors, members of Congress don't get a phone call in the middle of the night when a cop is shot and killed. They don't deliver the eulogies.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Even though New York is the safest big city in the nation, there are still far too many illegal guns on our streets. Nearly all of them arrive from out of state – and most are sold by a small group of rogue gun dealers who refuse to obey federal laws.\""
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "On fears arising after the foiling of an alleged plot to blow up a fuel pipeline beneath JFK airport: \"There are lots of threats to you in the world. There's the threat of a heart attack for genetic reasons. You can't sit there and worry about everything. Get a life."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "What you’ve got to do is be honest. Say what you believe. Give it to them straight. Just don’t wuss out."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "We're not going to deport 12 million people, so let's stop this fiction."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Nobody’s going to go home for a year and come back. Nobody could ever enforce that. Nobody in their right mind would ever try to do it.”"
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "I know that many Irish-born New Yorkers are caught in the trap of our federal immigration policies.  If we are going to continue to attract the best and the brightest - and Ireland has more than its fair share - we need to inject some common sense into our immigration laws, and I'm doing my best to make that case in Washington."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Creationism by another name."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "We've shown the world that New York can never be defeated, because of its dynamic and diverse population and because it embodies the spirit of enterprise and the love of liberty. And because no matter who you are, if you believe in yourself and your dream, New York will always be the place for you."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "We're the world's second home, the place where every religion is practiced and every culture is celebrated."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "New York has been, and will continue to be, a magnet for people from all over the world. This is where the arts, business, research and technology converge to create the world's foremost urban economy."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "If it wasn't for O'Flanagan's Pub on Manhattan's Upper East Side, I don't know where I would have spent my Friday nights as a young man."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "There will be ups, there will be downs, there will be sideways. I can just tell you I have been hired, I have been fired, I have been lauded, I have been vilified. I've said some of the most brilliant things that just by accident appeared on my tongue, and I’ve said some of the dumbest things that you could imagine. But each day - even the day that I knew I was going to be fired - I looked forward to because I've always believed that tomorrow was going to be the best day of my life."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "My father, a bookkeeper who never earned more than $11,000 a year in his life, sat there, writing out a $25 check to the NAACP. When I asked him why, he said discrimination against anyone is discrimination against us all. And I never forgot that. Indeed, his philanthropy was a gift, not just to that organization, but to me."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Most people won’t have opportunity to do full-time service, but those lucky enough to have monetary wealth or some spare time really can make an enormous difference. As someone who’s now in the public sector, and is seeing up-close-and-personal the real impact of what we do and what we give, I can tell you: every dollar and every volunteer help, in more ways than you can count."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "In response to criticism from Democratic mayoral candidates for appearing at a 2004 event for the Independence Party: \"To all the critics who are rushing out to criticize me tonight, criticize me for being here tonight, let me point out that this night is about the one million New Yorkers who are denied the most basic rights by the two major political parties."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "We all know that election reform takes time. That’s because those who have benefited from the system are the ones who fight hardest to preserve it. So if we’re going to succeed, we need an independent coalition of citizens who believe in reform, who believe that our election laws should treat every voter equally, who believe that low levels of competition and participation are not healthy for democracy. The Independence Party is helping to build that coalition and I am happy to join you in doing so."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Today, you're a piranha if you are seen having coffee with somebody from the other party in many cases."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "The press really is not doing its job of holding [the candidates'] feet to the fire. … The tough questions are not what are you in favor of, but how are you going to get it through Congress?"
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Nobody's going to elect me president of the United States."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "If you want to get the best people to run for office, we’ve got to make the rules easier, and simpler, and more understandable to get on the ballot."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Government by three men in a room has turned New York State into a national symbol of governmental dysfunction. Enough is enough!"
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "...We’re paying more for the privilege of getting sick and dying early. Once again, it makes no sense. And once again, no one in Washington is talking about how to fix it."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Although my plans for the future haven't changed, I believe this brings my affiliation into alignment with how I have led and will continue to lead our city."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "I believe we can turn around our country’s current, wrong-headed course, if we start basing our actions on ideas, shared values, and a commitment to solve problems without regard for party."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "When you go to Washington now, you can feel a sense of fear in the air – the fear to do anything, or say anything, that might affect the polls, or give the other side an advantage, or offend a special interest."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Neither party has God on its side, a monopoly on good ideas, or a lock on any single fiscal, social, or moral philosophy."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Partisanship may be King in Washington – but the rest of us don’t have to pay tribute."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "One's a dog-eat-dog world, and the other one's just the opposite."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Too often, failing government agencies get bigger budgets, while successful agencies have their budgets cut – because government caters to those screaming the loudest, regardless of what they’re screaming about. In business, it’s exactly the opposite! You invest more in the most successful departments, and less in those that aren’t performing."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Our reputation has been hurt very badly in the last few years. We've had a go-it-alone mentality in a world where because of communications and transportation, you should be going exactly in the other direction."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Leading from the front: It’s what built America. But these days, the federal government isn’t at the front – it’s cowering in the back corner of the room, ducking responsibility and hoping no one notices."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "I was elected to be independent. I was elected because I owed no political debts. I was elected to “do the job,” and not to spend my first four years in office campaigning. I’ve kept that promise -- and that’s why we face the future with renewed optimism."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "“Others may doubt us. They may criticize us. They may try to deny us what is rightfully ours. But they will fail. And I promise you, as long as I am mayor, I will never back away from fighting any opponent -- or confronting any obstacle -- that would prevent our people from achieving all of their dreams in Our New York.”"
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "The federal poverty measurement … hasn't been changed since it was first introduced in 1964. …  The formula [doesn't] indicate that we've made any gains in fighting poverty. … Yet we have made real progress in fighting poverty and raising living standards since the 70s. … The poverty formula … is bankrupt."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "On his controversial initiative \"Opportunity NYC\": \"Now, you might say, 'why should we pay people for doing what they're supposed to do?' It's a fair question -- but think of it this way. Every other anti-poverty program that's been tried has failed to get the national poverty rate below 11 percent. … Why shouldn't we experiment with a program built around the one strategy that has proven time and again to work wonders -- capitalism?"
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Progress is not inevitable. It's up to us to create it."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "I’ve always wondered if people who block each other from expressing their opinions do so because they have so little confidence in their own. To me, encountering an opposing point of view is a chance to gain a deeper understanding of the issues at stake... and develop my own point of view. But the first thing you’ve got to do is you’ve got to let people speak and you’ve got to listen. And that’s what the first amendment is all about. That’s what really distinguishes this country from others."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Despite the potential to lead us to new cures, the federal government has restricted funding for creating new cell lines – putting the burden of any future research squarely on the shoulders of the private sector. The consequences of this decision have not only driven thousands of scientists overseas in search of more money and greater opportunity – but also put the brakes on the march of medicine. I’ve always wondered how these legislators would act if their health – or their children’s health – was on the line and stem cell research might lead to a cure."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Despite its potential, the federal government has restricted funding for creating new cell lines – putting the burden of any future research squarely on the shoulders of the private sector. Government’s most basic responsibility, however, is the health and welfare of its people, so it has a duty to encourage appropriate scientific investigations that could possibly save the lives of millions."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Taxes are not good things, but if you want services, somebody's got to pay for them so they're a necessary evil."
        }, 
        {
            "philosopher": "Michael Bloomberg", 
            "quoteText": "Working collectively and collaboratively is the difference between mediocrity by yourself...or success as a team. You have to share the pain... and the responsibility... and if you do then you will also share in the rewards."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "I  don’t know whether Napoleon did or did not try to get across there and I don’t care. I don’t know much about history, and I wouldn’t give a nickel for all the history in the world. It means nothing to me. History is more or less bunk. It's tradition. We don't want tradition. We want to live in the present and the only history that is worth a tinker's damn is the history we make today. "
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "An idealist is a person who helps other people to be prosperous."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "Any customer can have a car painted any colour that he wants so long as it is black."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "I will build a car for the great multitude. It will be large enough for the family, but small enough for the individual to run and care for. It will be constructed of the best materials, by the best men to be hired, after the simplest designs that modern engineering can devise. But it will be so low in price that no man making a good salary will be unable to own one — and enjoy with his family the blessing of hours of pleasure in God's great open spaces."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "I adopted the theory of Reincarnation when I was twenty six. Religion offered nothing to the point. Even work could not give me complete satisfaction. Work is futile if we cannot utilise the experience we collect in one life in the next. When I discovered Reincarnation it was as if I had found a universal plan I realised that there was a chance to work out my ideas. Time was no longer limited. I was no longer a slave to the hands of the clock. Genius is experience. Some seem to think that it is a gift or talent, but it is the fruit of long experience in many lives. Some are older souls than others, and so they know more. The discovery of Reincarnation put my mind at ease. If you preserve a record of this conversation, write it so that it puts men’s minds at ease. I would like to communicate to others the calmness that the long view of life gives to us."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "The provision of a whole new system of electric generation emancipated industry from the leather belt and line shaft, for it eventually became possible to provide each tool with its own electric motor. This may seem only a detail of minor importance. In fact, modern industry could not be carried out with the belt and line shaft for a number of reasons. The motor enabled machinery to be arranged in the order of the work, and that alone has probably doubled the efficiency of industry, for it has cut out a tremendous amount of useless handling and hauling. The belt and line shaft were also tremendously wasteful – so wasteful indeed that no factory could be really large, for even the longest line shaft was small according to modern requirements. Also high speed tools were impossible under the old conditions – neither the pulleys nor the belts could stand modern speeds. Without high speed tools and the finer steels which they brought about, there could be nothing of what we call modern industry."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "The average man won't really do a day's work unless he is caught and cannot get out of it. There is plenty of work to do if people would do it."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "What we need is some financial engineers."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "You can't build a reputation on what you are going to do."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "A business that makes nothing but money is a poor business."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "When I see an Alfa Romeo go by, I tip my hat."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "You will find men who want to be carried on the shoulders of others, who think that the world owes them a living. They don't seem to see that we must all lift together and pull together."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "As long as we look to legislation to cure poverty or to abolish special privilege we are going to see poverty spread and special privilege grow."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "Failure is simply the opportunity to begin again, this time more intelligently. There is no disgrace in honest failure; there is disgrace in fearing to fail."
        }, 
        {
            "philosopher": "Henry Ford", 
            "quoteText": "Mediocrity is the worst enemy of prosperity."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "As a CEO, I am finding that I have to become a learning CEO. I have to go to school all the time because I am learning new skills that I need to run this company and I am realising that I am not equipped to just coast, I have to constantly renew my skills."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Leadership is hard to define and good leadership even harder. But if you can get people to follow you to the ends of the earth, you are a great leader. As a leader I am tough on myself and I raise the standard for everybody; however I am very caring because I want people to excel at what they are doing so that they can aspire to be me in the future."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Do you remember campaigns like Keep America Beautiful? What about ‘buckle up’? I believe we need an approach like this to attack obesity. Let us be good industry that does 100% of what is possibly can-not grudgingly, but willingly."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "moot issue is that  we should talk about is not just lessons in leadership or what the leaders need to do today but what can India do to bring those leaders back to India, so India itself can become an even more powerful economy going forward."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I am a mother first, then a CEO and then a wife."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "You cannot deliver value unless you anchor the company's values. Values make an unsinkable ship.\" Code of conduct goes beyond legal compliance and every employee needs to be well versed with it."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "There were many times that I felt like a fish out of water, times that I really said to myself, 'do I even fit in'."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "At the end of the day, don’t forget that you are a person, don’t forget you are a mother, don’t forget you are a wife, don’t forget you are a daughter. Because in the end, no matter how much money you make and how much success you create, What you are left is family, friends and faith."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Bring together  what is good for business with what is good for the world."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Each of us in the US - the long middle finger - must be careful that we extend our arm in either a business or political sense, we take pains to assure that we are giving a hand, not the finger. Unfortunately, I think  this is how the reset of the world looks at the US right now. Not as part of the hand-giving strength and purpose to the rest of the fingers –but instead  scratching our nose and sending a signal."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I have an immigrant mentality, which is that the job can be taken away at any time, so make sure you earn it every day...immigrants come here they have no safety net-zero. I landed here with $500 in my pocket. I had no one here to pay for me."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Turbulence is the beginning of a fruitful process of transformation."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "First, accept that turbulence is here to stay. Most successful companies are those that stay calm and think down to earth rather than showing aggressiveness to shorten the crisis period."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Don’t take an eye on the short term but think long."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "One should not shy away from creating an environment of adaptability."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "You cannot deliver value unless you anchor the company’s values. Values make an unsinkable ship."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Aristotle once said that the unexamined life is not worth living. I think it's time to examine what we do once more in the spirit of a critical friend. Let's pause for a moment to consider what we need to examine."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I think there are at least five ways in which job description will change."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "The CEO has to think long-term and needs to understand the way public and private sectors are coming together and work constructively within that framework. CEOs need to make the phrase \"think global and act local\" more than a cliche?"
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "CEOs need keep an open mind so they can adapt to a rapidly changing world and need to bring an abundant dose of emotional intelligence to the job."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "The whole perspectives in which companies are viewed needs to shift from short to the long-term, and as I would say, to a focus on shapes, not just numbers."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I grew up in a Hindu household but went to a Roman Catholic school. I grew up with a mother who said, 'I'll arrange a marriage for you at 18,' but she also said that we could achieve anything we put our minds to and encourage us to dream of becoming prime minister or president."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "To lead in an ever-changing world, leaders must adapt and stay nimble."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I'm very honest - brutally honest. I always look at things from their point of view as well as mine. And I know when to walk away."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Just because you are CEO, don't think you have landed. You must continually increase your learning, the way you think, and the way you approach the organization. I've never forgotten that."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I think innovation as a discipline needs to go back and get rethought and revived. There are so many models to talk about innovation, there are so many typologies of innovation, and you have to find a good innovation metric that truly captures the innovation performance of a company."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "My father was an absolutely wonderful human being. From him I learned to always assume positive intent. Whatever anybody says or does, assume positive intent."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "When I grew up there was no web, blogging or tweeting. In fact, where I grew up there was not even television! I met a lot of my friends in school and in college, and they are still my friends today."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "When you assume negative intent, you're angry. If you take away that anger and assume positive intent, you will be amazed. Your emotional quotient goes up because you are no longer almost random in your response."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "As a leader, I am tough on myself and I raise the standard for everybody; however, I am very caring because I want people to excel at what they are doing so that they can aspire to be me in the future."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I pick up the details that drive the organization insane. But sweating the details is more important than anything else."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Anything that's done to address unemployment in terms of massive stimulus spending is going to exacerbate deficits. And anything that's done to address deficits in the short-term is going to exacerbate unemployment."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "The distance between number one and number two is always a constant. If you want to improve the organization, you have to improve yourself and the organization gets pulled up with you. That is a big lesson. I cannot just expect the organization to improve if I don't improve myself and lift the organization, because that distance is a constant."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "The one thing I have learned as a CEO is that leadership at various levels is vastly different. When I was leading a function or a business, there were certain demands and requirements to be a leader. As you move up the organization, the requirements for leading that organization don't grow vertically; they grow exponentially."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "We are in a bit of a policy box and it's going to require us being willing to give up one of the two, which is it's okay to take on more deficits but lets put in some massive spending. Alternatively to say, 'we're going to go through structural unemployment for a while because we want to address deficits."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "Our hope is that whosoever is in power, manages this country consistently for all the potential the country has."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "I have no comments on political situations. I speak as the CEO of a large multinational company. Countries like India should be successful for the long term because India needs growth."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "India needs to grow at 7 to 8 per cent to ensure full employment and we all will do our part to invest in India to make sure India achieves its growth potential."
        }, 
        {
            "philosopher": "Indra Nooyi", 
            "quoteText": "We are not guided by elections. We are guided by potential of India. We are not waiting for any election results to invest in India. We are investing in India for its economic story."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "The impression was gaining ground with me that it was a  good thing to let the money be my slave and not make myself a slave to money."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "I do not think that there is any other quality so essential to success of any kind as the quality of perseverance. It overcomes almost everything, even nature. "
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "It is wrong to assume that men of immense wealth are always happy."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "I know of nothing more despicable and pathetic than a man who devotes all the hours of the waking day to the making of money for money's sake."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "Do you know the only thing that gives me pleasure? It's to see my dividends coming in."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "God gave me my money."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "The most important thing for a young man is to establish a credit — a reputation, character."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "I was early taught to work as well as play,\nMy life has been one long, happy holiday;\nFull of work and full of play —\nI dropped the worry on the way —\nAnd God was good to me every day. "
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "I believe it is a religious duty to get all the money you can, fairly and honestly; to keep all you can, and to give away all you can."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "I believe the power to make money is a gift of God … to be developed and used to the best of our ability for the good of mankind. Having been endowed with the gift I possess, I believe it is my duty to make money and still more money and to use the money I make for the good of my fellow man according to the dictates of my conscience. "
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "The ability to deal with people is as purchasable a commodity as sugar or coffee, and I will pay more for that ability than for any other under the sun."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "Try to turn every disaster into an opportunity."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "If you want to succeed you should strike out on new paths, rather than travel the worn paths of accepted success."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "The way to make money is to buy when blood is running in the streets."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "If your only goal is to become rich, you will never achieve it."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "Next to doing the right thing, the most important thing is to let people know you are doing the right thing."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "I would rather hire a man with enthusiasm, than a man who knows everything."
        }, 
        {
            "philosopher": "John D. Rockefeller", 
            "quoteText": "The day of combination is here to stay. Individualism has gone, never to return."
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "When I started Oracle, what I wanted to do was to create an environment where I would enjoy working. That was my primary goal. Sure, I wanted to make a living. I certainly never expected to become rich, certainly not this rich. I mean, rich does not even describe this. This is surreal."
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "I hate the PC, with a passion."
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "It's Microsoft versus mankind, with Microsoft having only a slight lead"
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "If the Internet turns out not to be the future of computing, we're toast. But if it is, we're golden."
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "Twenty minutes compared to never, that's a lot. Our customer, the Central Intelligence Agency, would get very upset if somebody looks in their database."
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "If an open source product gets good enough, we'll simply take it.. So the great thing about open source is nobody owns it – a company like Oracle is free to take it for nothing, include it in our products and charge for support, and that's what we'll do. So it is not disruptive at all – you have to find places to add value. Once open source gets good enough, competing with it would be insane. … We don't have to fight open source, we have to exploit open source."
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "The computer industry is the only industry that is more fashion-driven than women's fashion. Maybe I'm an idiot, but I have no idea what anyone is talking about. What is it? It's complete gibberish. It's insane. When is this idiocy going to stop?"
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "Really great blogs do not take the place of great microprocessors. Great blogs do not replace great software. Lots and lots of blogs does not replace lots and lots of sales."
        }, 
        {
            "philosopher": "Larry Ellison", 
            "quoteText": "Great achievers are driven, not so much by the pursuit of success, but by the fear of failure."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "I've been stopped cold from eating another burger!"
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "My reaction is that free speech not only lives, it rocks!"
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "I will continue to use my voice. I believed from the beginning that the lawsuit was an attempt to muzzle my voice, and I come from a people who have struggled and died in order to have a voice in this country. And I refused to be muzzled."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "Oprah: 'Free speech rocks' \" in CNN (26 February 1998)"
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "I never think about what I want. It's about what you want to give to other people. "
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "It felt like a new day."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "I understand why people think we're gay. There isn't a definition in our culture for this kind of bond between women. So I get why people have to label it – how can you be this close without it being sexual?"
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "What I learned at a very early age was that I was responsible for my life. And as I became more spiritually conscious, I learned that we all are responsible for ourselves, that you create your own reality by the way you think and therefore act. You cannot blame apartheid, your parents, your circumstances, because you are not your circumstances. You are your possibilities. If you know that, you can do anything."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "I think that, uh, you know, I'm really happy that the message, or at least some of the message of The Secret is reaching mass consciousness in a way that people realize that they can begin to, uh, positively affect their lives. That's why when I was on the show and said \"I've lived this way my whole life\", and people who watched our show for years know that I've been talking about how you take responsibility for your life and the choices that you make. Empower your life. And so, when I say that, you know, um, that's how I live my life, the message of The Secret, that's what I mean. I also believe, that, uh, medical healing or healing comes in lots of forms. You know that adage about the guy being lost and God sent him a boat and God sent him — then he gets to heaven and says \"Why didn't you help me?\" And God's, \"I sent you the boat, fool!\" So, that's the way I look at medical healing."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "What other people label or might try to call failure, I have learned is just God's way of pointing you in a new direction."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "I believe that every single event in life happens in an opportunity to choose love over fear."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "Well, I don't call you an atheist then. I think if you believe in the awe and the wonder and the mystery, then that is what God is. That is what God is, not the bearded guy in the sky."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "I know where my lane is, and I know how to stay in my lane. My lane is evolving the consciousness of people."
        }, 
        {
            "philosopher": "Oprah Winfrey", 
            "quoteText": "The thing that I do best is \"Be Here. Be Now\"."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Three generations from shirtsleeves to shirtsleeves."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Watch the costs and the profits take care of themselves."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "The problem of our age is the proper administration of wealth, so that the ties of brotherhood may still bind together the rich and poor in harmonious relationship. "
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "While the law of competition may be sometimes hard for the individual, it is best for the race, because it insures the survival of the fittest in every department. We accept and welcome, therefore, as conditions to which we must accommodate ourselves, great inequality of environment, the concentration of business, industrial and commercial, in the hands of the few, and the law of competition between these, as being not only beneficial, but essential for the future progress of the race."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Upon the sacredness of property civilization itself depends—the right of the laborer to his hundred dollars in the savings bank, and equally the legal right of the millionaire to his millions."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Those who would administer wisely must, indeed, be wise, for one of the serious obstacles to the improvement of our race is indiscriminate charity."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Thus is the problem of Rich and Poor to be solved. The laws of accumulation will be left free; the laws of distribution free. Individualism will continue, but the millionaire will be but a trustee of the poor; intrusted for a season with a great part of the increased wealth of the community, but administering it for the community far better than it could or would have done for itself. (pp. 663-664)"
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "The man who dies thus rich dies disgraced."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Such, in my opinion, is the true Gospel concerning Wealth, obedience to which is destined some day to solve the problem of the Rich and the Poor, and to bring \"Peace on earth, among men Good Will.\""
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Surplus wealth is a sacred trust which its possessor is bound to administer in his lifetime for the good of the community. "
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "It is not the rich man's son that the young struggler for advancement has to fear in the race of life, nor his nephew, nor his cousin. Let him look out for the \"dark horse\" in the boy who begins by sweeping out the office."
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "Salary, (I said, quite offended) what do I care for salary? I do not want the salary; I want the position. It is glory enough to go back to the Pittsburgh Division in your former place. You can make my salary just what you please and you need not give me any more than what I am getting now... Oh, please don't speak to me of money!"
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "The sound rule in busi­ness is that you may give money freely when you have a sur­plus, but your name never—nei­ther as en­dorser nor as mem­ber of a cor­po­ra­tion with in­di­vid­ual li­a­bil­ity"
        }, 
        {
            "philosopher": "Andrew Carnegie", 
            "quoteText": "No, Your Majesty, I do not like kings, but I do like a man be­hind a king when I find him."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "One thing is certain in business. You and everyone around you will make mistakes."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "My general attitude to life is to enjoy every minute of every day. I never do anything with a feeling of, “Oh God, I've got to do this today.”"
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "I became an entrepreneur by mistake. Ever since then I've gone into business, not to make money, but because I think I can do it better than it's been done elsewhere. And, quite often, just out of personal frustration about the way it's been done by other people."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "My philosophy is that if I have any money I invest it in new ventures and not have it sitting around."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "Making money never was my incentive. I just want to fight big companies."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "If you want to be a Millionaire, start with a billion dollars and launch a new airline."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "I was born under a lucky star, and I have nothing whatsoever to regret. I wouldn’t change a thing about my life."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "To be associated with industry no longer carries the stigma of profiteering, exploitation and of being uncaring as it did when I was at school."
        }, 
        {
            "philosopher": "Richard Branson", 
            "quoteText": "The talents of young people must not be stifled. Education is not just about getting the right grades in exams but it should encourage all students to develop their optimum capacity, whatever that may be. Schools and colleges should prepare young people for life."
        }, 
        {
            "philosopher": "Sergey Brin", 
            "quoteText": "When it’s too easy to get money, then you get a lot of noise mixed in with the real innovation and entrepreneurship. Tough times bring out the best parts of Silicon Valley."
        }, 
        {
            "philosopher": "Sergey Brin", 
            "quoteText": "We came up with the notion that not all web pages are created equal. People are – but not web pages."
        }, 
        {
            "philosopher": "Sergey Brin", 
            "quoteText": "Technology is an inherent democratizer. Because of the evolution of hardware and software, you’re able to scale up almost anything. It means that in our lifetime everyone may have tools of equal power."
        }, 
        {
            "philosopher": "Sergey Brin", 
            "quoteText": "... whenever I have met with our elected officials they are invariably thoughtful, well-meaning people. And yet collectively 90% of their effort seems to be focused on how to stick it to the other party."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Was George Orwell right about 1984? "
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We're gambling on our vision, and we would rather do that than make \"me too\" products. Let some other companies do that. For us, it's always the next dream."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "It's rare that you see an artist in his 30s or 40s able to really contribute something amazing."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "You‘ve got to start with the customer experience and work back toward the technology - not the other way around."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The Japanese have hit the shores like dead fish. They're just like dead fish washing up on the shores."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "It is hard to think that a $2 billion company with 4,300-plus people couldn't compete with six people in blue jeans."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "An old saying at Apple Computer, attributed to Steve Jobs, meaning that it is important to actually deliver."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "They're babes in the woods. I think I can help turn Alvy and Ed into businessmen."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "If, for some reason, we make some big mistake and IBM wins, my personal feeling is that we are going to enter a computer Dark Ages for about twenty years."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I feel like somebody just punched me in the stomach and knocked all my wind out. I'm only 30 years old and I want to have a chance to continue creating things. I know I've got at least one more great computer in me. And Apple is not going to give me a chance to do that."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Do you want to spend the rest of your life selling sugared water or do you want a chance to change the world?"
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "It's more fun to be a pirate than to join the Navy."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Woz and I very much liked Bob Dylan's poetry, and we spent a lot of time thinking about a lot of that stuff. This was California. You could get LSD fresh made from Stanford. You could sleep on the beach at night with your girlfriend. California has a sense of experimentation and a sense of openness—openness to new possibilities."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Sometimes when you innovate, you make mistakes. It is best to admit them quickly, and get on with improving your other innovations."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "You can't just ask customers what they want and then try to give that to them. By the time you get it built, they'll want something new."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "It'll make your jaw drop."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "What a computer is to me is it's the most remarkable tool that we have ever come up with. It's the equivalent of a bicycle for our minds."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "My opinion is that the only two computer companies that are software-driven are Apple and NeXT, and I wonder about Apple."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Being the richest man in the cemetery doesn't matter to me … Going to bed at night saying we've done something wonderful... that's what matters to me."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Unfortunately, people are not rebelling against Microsoft. They don’t know any better."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "When you grow up you tend to get told that the world is the way it is and your life is just to live your life inside the world. Try not to bash into the walls too much. Try to have a nice family, have fun, save a little money.\nThat's a very limited life. Life can be much broader once you discover one simple fact: Everything around you that you call life was made up by people that were no smarter than you and you can change it, you can influence it, you can build your own things that other people can use."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I'm convinced that about half of what separates the successful entrepreneurs from the non-successful ones is pure perseverance. It is so hard. You put so much of your life into this thing. There are such rough moments in time that I think most people give up. I don't blame them. Its really tough and it consumes your life. If you've got a family and you're in the early days of a company, I can't imagine how one could do it. I'm sure its been done but its rough. Its pretty much an eighteen hour day job, seven days a week for awhile. Unless you have a lot of passion about this, you're not going to survive. You're going to give it up. So you've got to have an idea, or a problem or a wrong that you want to right that you're passionate about otherwise you're not going to have the perseverance to stick it through. I think that's half the battle right there."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "John Sculley ruined Apple and he ruined it by bringing a set of values to the top of Apple which were corrupt and corrupted some of the top people who were there, drove out some of the ones who were not corruptible, and brought in more corrupt ones and paid themselves collectively tens of millions of dollars and cared more about their own glory and wealth than they did about what built Apple in the first place — which was making great computers for people to use."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We believe it's the biggest advance in animation since Walt Disney started it all with the release of Snow White 50 years ago."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "If I knew in 1986 how much it was going to cost to keep Pixar going, I doubt if I would have bought the company."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "You know, I've got a plan that could rescue Apple. I can't say any more than that it's the perfect product and the perfect strategy for Apple. But nobody there will listen to me."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The desktop computer industry is dead. Innovation has virtually ceased. Microsoft dominates with very little innovation. That's over. Apple lost. The desktop market has entered the dark ages, and it's going to be in the dark ages for the next 10 years, or certainly for the rest of this decade."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "When you're young, you look at television and think, There's a conspiracy. The networks have conspired to dumb us down. But when you get a little older, you realize that's not true. The networks are in business to give people exactly what they want. That's a far more depressing thought. Conspiracy is optimistic! You can shoot the bastards! We can have a revolution! But the networks are really in business to give people what they want. It's the truth."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "[Miele] really thought the process through. They did such a great job designing these washers and dryers. I got more thrill out of them than I have out of any piece of high tech in years."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "If I were running Apple, I would milk the Macintosh for all it's worth — and get busy on the next great thing. The PC wars are over. Done. Microsoft won a long time ago."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I was worth about over a million dollars when I was twenty-three and over ten million dollars when I was twenty-four, and over a hundred million dollars when I was twenty-five and it wasn't that important because I never did it for the money."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The only problem with Microsoft is they just have no taste. They have absolutely no taste. And I don't mean that in a small way, I mean that in a big way, in the sense that they don't think of original ideas, and they don't bring much culture into their products."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I am saddened, not by Microsoft's success — I have no problem with their success. They've earned their success, for the most part. I have a problem with the fact that they just make really third-rate products."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We have always been shameless about stealing great ideas."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I wish him the best, I really do. I just think he and Microsoft are a bit narrow. He'd be a broader guy if he had dropped acid once or gone off to an ashram when he was younger."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The products suck! There's no sex in them anymore!"
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Apple has some tremendous assets, but I believe without some attention, the company could, could, could — I'm searching for the right word — could, could die."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Nobody has tried to swallow us since I've been here. I think they are afraid how we would taste."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "iMac is next year's computer for $1,299, not last year's computer for $999."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "But in the end, for something this complicated, it's really hard to design products by focus groups. A lot of times, people don't know what they want until you show it to them."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Innovation has nothing to do with how many R&D dollars you have. When Apple came up with the Mac, IBM was spending at least 100 times more on R&D. It's not about money. It's about the people you have, how you're led, and how much you get it."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I think Pixar has the opportunity to be the next Disney — not replace Disney — but be the next Disney."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I found that there were these incredibly great people at doing certain things, and that you couldn't replace one of these people with 50 average people. They could just do things that no number of average people could do."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We made the buttons on the screen look so good you'll want to lick them."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "You've baked a really lovely cake, but then you've used dog shit for frosting."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I would trade all of my technology for an afternoon with Socrates."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "It will go down in history as a turning point for the music industry. This is landmark stuff. I can't overestimate it!"
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "There are sneakers that cost more than an iPod."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "People think it's this veneer — that the designers are handed this box and told, 'Make it look good!' That's not what we think design is. It's not just what it looks like and feels like. Design is how it works."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We don't believe it's possible to protect digital content … What's new is this amazingly efficient distribution system for stolen property called the Internet — and no one's gonna shut down the Internet. And it only takes one stolen copy to be on the Internet. And the way we expressed it to them is: Pick one lock — open every door. It only takes one person to pick a lock. Worst case: Somebody just takes the analog outputs of their CD player and rerecords it — puts it on the Internet. You'll never stop that. So what you have to do is compete with it. "
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The subscription model of buying music is bankrupt. I think you could make available the Second Coming in a subscription model and it might not be successful."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We used to dream about this stuff. Now we get to build it. It's pretty great."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We think basically you watch television to turn your brain off, and you work on your computer when you want to turn your brain on."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Why would I ever want to run Disney? Wouldn't it make more sense just to sell them Pixar and retire?"
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The cure for Apple is not cost-cutting. The cure for Apple is to innovate its way out of its current predicament."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "It wasn't that Microsoft was so brilliant or clever in copying the Mac, it's that the Mac was a sitting duck for 10 years. That's Apple's problem: Their differentiation evaporated."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I'm the only person I know that's lost a quarter of a billion dollars in one year.... It's very character-building."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I get asked a lot why Apple's customers are so loyal. It's not because they belong to the Church of Mac! That's ridiculous. "
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I've always wanted to own and control the primary technology in everything we do."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The system is that there is no system. That doesn't mean we don't have process. Apple is a very disciplined company, and we have great processes. But that's not what it's about. Process makes you more efficient. \n But innovation comes from people meeting up in the hallways or calling each other at 10:30 at night with a new idea, or because they realized something that shoots holes in how we've been thinking about a problem. It's ad hoc meetings of six people called by someone who thinks he has figured out the coolest new thing ever and who wants to know what other people think of his idea. \n And it comes from saying no to 1,000 things to make sure we don't get on the wrong track or try to do too much. We're always thinking about new markets we could enter, but it's only by saying no that you can concentrate on the things that are really important."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Mac OS X Tiger will come out long before Longhorn."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Pixar is the most technically advanced creative company; Apple is the most creatively advanced technical company."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "They are shamelessly copying us."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Because I'm the CEO, and I think it can be done."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "And boy, have we patented it."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "MacWorld \"Intel Inside\" keynote address (January 2006)"
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "And one more thing..."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I think if you do something and it turns out pretty good, then you should go do something else wonderful, not dwell on it for too long. Just figure out what's next."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "You know, you keep on innovating, you keep on making better stuff. And if you always want the latest and greatest, then you have to buy a new iPod at least once a year."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Our friends up north spend over five billion dollars on research and development and all they seem to do is copy Google and Apple."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Look at the design of a lot of consumer products — they're really complicated surfaces. We tried to make something much more holistic and simple. When you first start off trying to solve a problem, the first solutions you come up with are very complex, and most people stop there. But if you keep going, and live with the problem and peel more layers of the onion off, you can often times arrive at some very elegant and simple solutions. Most people just don't put in the time or energy to get there. We believe that customers are smart, and want objects which are well thought through."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We had the hardware expertise, the industrial design expertise and the software expertise, including iTunes. One of the biggest insights we have was that we decided not to try to manage your music library on the iPod, but to manage it in iTunes. Other companies tried to do everything on the device itself and made it so complicated that it was useless."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I've seen the demonstrations on the Internet about how you can find another person using a Zune and give them a song they can play three times. It takes forever. By the time you've gone through all that, the girl's got up and left! You're much better off to take one of your earbuds out and put it in her ear. Then you're connected with about two feet of headphone cable."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Every once in a while a revolutionary product comes along that changes everything. It's very fortunate if you can work on just one of these in your career. … Apple's been very fortunate in that it's introduced a few of these."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I make 50 cents for showing up … and the other 50 cents is based on my performance."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "A lot of companies have chosen to downsize, and maybe that was the right thing for them. We chose a different path. Our belief was that if we kept putting great products in front of customers, they would continue to open their wallets."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I wish developing great products was as easy as writing a check. If that was the case, Microsoft would have great products."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "It's like giving a glass of ice water to somebody in hell!"
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Here's to the crazy ones. The misfits. The rebels. The troublemakers. the round pegs in the square holes. The ones who see things differently. The're not fond of rules. And thay have no respect for the status quo. You can quote them, disagree with them, glorify or vilify them. But the only thing you can't do is ignore them. Because they change things. They push the human race forward. While some may see them as the crasy ones, we see genius. Because the people who are crazy enough to think thay can change the world are the ones who do."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "On the plans for Apple Computer, Inc. to begin using Intel processors in its Macintosh computers during 2006 and 2007. About twenty two minutes into his address. Rumors of such plans had existed for years, but had been growing more credible and prolific for about a week before his announcement."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Now, I have something to tell you today. Mac OS X has been leading a secret double life — for the past five years. There have been rumors to this effect... but this is Apple's campus in Cupertino — let's zoom in on it — in that building right there... we've had teams doing the \"just-in-case\" scenario; and our rules have been that our designs for OS X must be processor independent, and that every project must be built for both the Power PC and Intel processors. And so today for the first time, I can confirm the rumors that every release of OS X has been compiled for both Power PC and Intel — this has been going on for the last five years. Just in case."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "So Mac OS X is cross-platform by design, right from the very beginning. So Mac OS X is singing on Intel processors, and I'd just like to show you right now. As a matter of fact... this system I've been using here... Let go have a look... reveals that the system he had been using for the presentation was running Mac OS X 10.4.1 on a machine using a 3.6 GHz Pentium 4 processor So.. we've been running on an Intel machine all morning."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We intend to release Leopard at the end of 2006 or early 2007, right around the time when Microsoft is expected to release Longhorn."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I decided to take a calligraphy class to learn how to learn calligraphy. I learned about serif and sans-serif typefaces, about varying the space between different letter combinations, about what makes great typography great. It was beautiful. Historical. Artistically subtle in a way that science can't capture. And I found it fascinating. None of this had any hope of any practical application in my life. But 10 years later, when we were designing the first Macintosh computer, it all came back to me. And we designed it all into the Mac. It was the first computer with beautiful typography. If I had never dropped in on that single course in college, the Mac would never have multiple typefaces or proportionally spaced fonts. And since Windows just copied the Mac, it's likely that no personal computer would have them."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Again, you can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something — your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "I didn't see it then, but it turned out that getting fired from Apple was the best thing that could have ever happened to me. The heaviness of being successful was replaced by the lightness of being a beginner again, less sure about everything. It freed me to enter one of the most creative periods of my life."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Sometimes life hits you in the head with a brick. Don’t lose faith. I’m convinced that the only thing that kept me going was that I loved what I did. You’ve got to find what you love. And that is as true for your work as it is for your lovers. Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work. And the only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle. As with all matters of the heart, you'll know when you find it. And, like any great relationship, it just gets better and better as the years roll on. So keep looking. Don’t settle."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "When I was 17, I read a quote that went something like: \"If you live each day as if it was your last, someday you'll most certainly be right.\" It made an impression on me, and since then, for the past 33 years, I have looked in the mirror every morning and asked myself: \"If today were the last day of my life, would I want to do what I am about to do today?\" And whenever the answer has been \"No\" for too many days in a row, I know I need to change something."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Remembering that I'll be dead soon is the most important tool I've ever encountered to help me make the big choices in life. Because almost everything — all external expectations, all pride, all fear of embarrassment or failure — these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "No one wants to die. Even people who want to go to heaven don’t want to die to get there. And yet death is the destination we all share. No one has ever escaped it. And that is as it should be, because Death is very likely the single best invention of Life. It is Life’s change agent. It clears out the old to make way for the new. Right now the new is you, but someday not too long from now, you will gradually become the old and be cleared away.  Sorry to be so dramatic, but it is quite true."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma — which is living with the results of other people's thinking. Don't let the noise of others' opinions drown out your own inner voice. And most important, have the courage to follow your heart and intuition. They somehow already know what you truly want to become. Everything else is secondary."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "When I was young, there was an amazing publication called The Whole Earth Catalog, which was one of the bibles of my generation. It was created by a fellow named Stewart Brand not far from here in Menlo Park, and he brought it to life with his poetic touch. This was in the late 1960's, before personal computers and desktop publishing, so it was all made with typewriters, scissors, and Polaroid cameras. It was sort of like Google in paperback form, 35 years before Google came along: it was idealistic, and overflowing with neat tools and great notions. Stewart and his team put out several issues of The Whole Earth Catalog, and then when it had run its course, they put out a final issue. It was the mid-1970s, and I was your age. On the back cover of their final issue was a photograph of an early morning country road, the kind you might find yourself hitchhiking on if you were so adventurous. Beneath it were the words: “Stay Hungry. Stay Foolish.” It was their farewell message as they signed off. Stay Hungry. Stay Foolish. And I have always wished that for myself. And now, as you graduate to begin anew, I wish that for you. Stay Hungry. Stay Foolish."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "We also know first hand that Flash is the number one reason Macs crash."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "The HD revolution is over, it happened. HD won. Everybody wants HD."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "- digital hub (center of our universe) is moving from PC to cloud\n - PC now just another client alongside iPhone, iPad, iPod touch, ...\n - Apple is in danger of hanging on to old paradigm too long (innovator's dilemma)\n - Google and Microsoft are further along on the technology, but haven't quite figured it out yet\n - tie all of our products together, so we further lock customers into our ecosystem"
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Sometimes I believe in God, sometimes I don’t. I think it’s 50-50 maybe. But ever since I’ve had cancer, I’ve been thinking about it more. And I find myself believing a bit more. I kind of – maybe it’s ’cause I want to believe in an afterlife. That when you die, it doesn’t just all disappear. The wisdom you’ve accumulated. Somehow it lives on, but sometimes I think it’s just like an on-off switch. Click and you’re gone. And that’s why I don’t like putting on-off switches on Apple devices."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "If you want it, you can fly, you just have to trust you a lot\"."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "If it could save a person’s life, could you find a way to save ten seconds off the boot time? If there were five million people using the Mac, and it took ten seconds extra to turn it on every day, that added up to three hundred million or so hours per year people would save, which was the equivalent of at least one hundred lifetimes saved per year."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "You always have to keep pushing to innovate. Dylan could have sung protest songs forever and probably made a lot of money, but he didn’t. He had to move on, and when he did, by going electric in 1965, he alienated a lot of people. His 1966 Europe tour was his greatest…. The Beatles were the same way. They kept evolving, moving, refining their art. That’s what I’ve always tried to do — keep moving. Otherwise, as Dylan says, if you are not busy being born, you’re busy dying. "
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn't really do it, they just saw something. It seemed obvious to them after a while. That's because they were able to connect experiences they've had and synthesize new things. And the reason they were able to do that was that they've had more experiences or they have thought more about their experiences than other people."
        }, 
        {
            "philosopher": "Steve Jobs", 
            "quoteText": "Last words (5 October 2011), as reported by his sister Mona Simpson in her eulogy for her brother on 16 October 2011, at his memorial service at the Memorial Church of Stanford University; presented in the. According to Ms. Simpson, these words were spoken hours before his death, and after \"he’d looked at his sister Patty, then for a long time at his children, then at his life’s partner, Laurene, and then over their shoulders past them.\""
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "Steve Jobs doesn't use a Mac, and won't, because it's too crappy in his opinion."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "I went drinking with Gray Powell and all I got was a lousy iPhone prototype."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "Wherever smart people work, doors are unlocked."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "I also like to ride Segways. How much fun that is! Anybody think that's fun? I hope so... There's an awful lot of people in the world that sneer at Segways because other people are having fun. There  must be something bad about it. But I always tell people, that hey, these Segways are so environmentally conscious. I carry four of them in the trunk of my Hummer."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "A lot of hacking is playing with other people, you know, getting them to do strange things."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "I'm surprised at the extent of the bigotry. But it really plays out when companies or schools take a side and prohibit the other platform at all. We Mac users should be good even when the other side is bad. We should do what we can to accept the other platforms. All the best people in life seem to like LINUX."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "Creative things have to sell to get acknowledged as such. Steve Jobs didn't really set the direction of my Apple I and Apple II designs but he did the more important part of turning them into a product that would change the world. I don't deny that. "
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "Some great people are leaders and others are more lucky, in the right place at the right time. I'd put myself in the latter category. But I'd never call myself a normal designer of anything. "
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "The transition to a GUI, and eventually to one close to a Macintosh, was a far greater step than refinements since. Some of these are just simple alternatives, which can't be over-valued due to increasing the complexity of having less consistency in how things are done. Others of these are more akin to rearranging the furniture. The great change was in becoming a modern GUI machine. In that sense, virtually every machine is a 'Macintosh' now."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "I never lie, even to this day. Not even a little. Unless you count playing pranks on people, which I don't.  That's comedy. Entertainment doesn't count. A joke is different from a lie, even if the difference is kind of subtle."
        }, 
        {
            "philosopher": "Steve Wozniak", 
            "quoteText": "If you love what you do and are willing to do what it takes, it's within your reach. And it'll be worth every minute you spend alone at night, thinking and thinking about what it is you want to design or build. It'll be worth it, I promise."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "To Monsieur Eiffel the Engineer, the brave builder of so gigantic and original a specimen of modern Engineering from one who has the greatest respect and admiration for all Engineers including the Great Engineer the Bon Dieu."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Many of life's failures are people who did not realize how close they were to success when they gave up."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "During all those years of experimentation and research, I never once made a discovery. All my work was deductive, and the results I achieved were those of invention, pure and simple. I would construct a theory and work on its lines until I found it was untenable. Then it would be discarded at once and another theory evolved. This was the only possible way for me to work out the problem. … I speak without exaggeration when I say that I have constructed 3,000 different theories in connection with the electric light, each one of them reasonable and apparently likely to be true. Yet only in two cases did my experiments prove the truth of my theory. My chief difficulty was in constructing the carbon filament. . . . Every quarter of the globe was ransacked by my agents, and all sorts of the queerest materials used, until finally the shred of bamboo, now utilized by us, was settled upon."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "The doctor of the future will give no medicine, but will instruct his patient in the care of the human frame, in diet and in the cause and prevention of disease."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Genius is one percent inspiration, ninety-nine percent perspiration."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I never did anything worth doing by accident, nor did any of my inventions come indirectly through accident, except the phonograph. No, when I have, fully decided that a result is worth getting, I go about it, and make trial after trial, until it comes."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Everything comes to him who hustles while he waits."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "If our nation can issue a dollar bond, it can issue a dollar bill. The element that makes the bond good, makes the bill good, also. The difference between the bond and the bill is the bond lets money brokers collect twice the amount of the bond and an additional 20%, whereas the currency pays nobody but those who contribute directly in some useful way. … It is absurd to say our country can issue $30 million in bonds and not $30 million in currency. Both are promises to pay, but one promise fattens the usurers and the other helps the people."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "My mind is incapable of conceiving such a thing as a soul. I may be in error, and man may have a soul; but I simply do not believe it. What a soul may be is beyond my understanding."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "We are like tenant farmers chopping down the fence around our house for fuel when we should be using Nature's inexhaustible sources of energy — sun, wind and tide. … I'd put my money on the sun and solar energy. What a source of power! I hope we don't have to wait until oil and coal run out before we tackle that."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I believe in the existence of a Supreme Intelligence pervading the Universe."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "We really haven't got any great amount of data on the subject, and without data how can we reach any definite conclusions? All we have — everything — favors the idea of what religionists call the \"Hereafter.\" Science, if it ever learns the facts, probably will find another more definitely descriptive term."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "It is very beautiful over there!"
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "We don't know a millionth of one percent about anything."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "There is a great directing head of people and things — a Supreme Being who looks after the destinies of the world. \n I am convinced that the body is made up of entities that are intelligent and are directed by this Higher Power. When one cuts his finger, I believe it is the intelligence of these entities which heals the wound. When one is sick, it is the intelligence of these entities which brings convalescence. You know that there are living cells in the body so tiny that the microscope cannot find them at all. The entities that give life and soul to the human body are finer still and lie infinitely beyond the reach of our finest scientific instruments. When these entities leave the body, the body is like a ship without a rudder — deserted, motionless and dead."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Restlessness is discontent — and discontent is the first necessity of progress. Show me a thoroughly satisfied man — and I will show you a failure."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Through all the years of experimenting and research, I never once made a discovery. I start where the last man left off. … All my work was deductive, and the results I achieved were those of invention pure and simple."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "So far as the religion of the day is concerned, it is a damned fake … Religion is all bunk."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Opportunity is missed by most people because it is dressed in overalls and looks like work."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "If we did all the things we are capable of doing, we would literally astound ourselves."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "To invent, you need a good imagination and a pile of junk."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Everyone steals in commerce and industry. I've stolen a lot, myself. But I know how to steal! They don't know how to steal!"
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I find out what the world needs. Then, I go ahead and invent it."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Hell, there are no rules here — we're trying to accomplish something."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Just because something doesn't do what you planned it to do doesn't mean it's useless."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I never did a day's work in my life, it was all fun."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I have never seen the slightest scientific proof of the religious ideas of heaven and hell, of future life for individuals, or of a personal God."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I do not believe in the God of the theologians; but that there is a Supreme Intelligence I do not doubt"
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I owe my success to the fact that I never had a clock in my workroom. Seventy-five of us worked twenty hours every day and slept only four hours — and thrived on it."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Tom Paine has almost no influence on present-day thinking in the United States because he is unknown to the average citizen. Perhaps I might say right here that this is a national loss and a deplorable lack of understanding concerning the man who first proposed and first wrote those impressive words, 'the United States of America.' But it is hardly strange. Paine's teachings have been debarred from schools everywhere and his views of life misrepresented until his memory is hidden in shadows, or he is looked upon as of unsound mind. \n We never had a sounder intelligence in this Republic. He was the equal of Washington in making American liberty possible. Where Washington performed Paine devised and wrote. The deeds of one in the Weld were matched by the deeds of the other with his pen."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "I consider Paine our greatest political thinker. As we have not advanced, and perhaps never shall advance, beyond the Declaration and Constitution, so Paine has had no successors who extended his principles. Although the present generation knows little of Paine's writings,and although he has almost no influence upon contemporary thought, Americans of the future will justly appraise his work. I am certain of it. \n Truth is governed by natural laws and cannot be denied. Paine spoke truth with a peculiarly clear and forceful ring. Therefore time must balance the scales."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Looking back to those times we cannot, without much reading, clearly gauge the sentiment of the Colonies. Perhaps the larger number of responsible men still hoped for peace with England. They did not even venture to express the matter that way. Few men, indeed, had thought in terms of war. \n Then Paine wrote 'Common Sense,' an anonymous tract which immediately stirred the fires of liberty. It flashed from hand to hand throughout the Colonies. One copy reached the New York Assembly, in session at Albany, and a night meeting was voted to answer this unknown writer with his clarion call to liberty. The Assembly met, but could find no suitable answer. Tom Paine had inscribed a document which never has been answered adversely, and never can be, so long as man esteems his priceless possession. \n In 'Common Sense' Paine flared forth with a document so powerful that the Revolution became inevitable. Washington recognized the difference, and in his calm way said that matters never could be the same again.. It must be remembered that 'Common Sense' preceded the declaration and affirmed the very principles that went into the national doctrine of liberty. But that affirmation was made with more vigor, more of the fire of the patriot and was exactly suited to the hour. It is probable that we should have had the Revolution without Tom Paine. Certainly it could not be forestalled, once he had spoken."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "Many a person who could not comprehend Rousseau, and would be puzzled by Montesquieu, could understand Paine as an open book. He wrote with a clarity, a sharpness of outline and exactness of speech that even a schoolboy should be able to grasp. There is nothing false, little that is subtle, and an impressive lack of the negative in Paine. He literally cried to his reader for a comprehending hour, and then filled that hour with such sagacious reasoning as we find surpassed nowhere else in American letters — seldom in any school of writing."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "He has been called an atheist, but atheist he was not. Paine believed in a supreme intelligence, as representing the idea which other men often express by the name of deity. \n His Bible was the open face of nature, the broad skies, the green hills. He disbelieved the ancient myths and miracles taught by established creeds. But the attacks on those creeds — or on persons devoted to them — have served to darken his memory, casting a shadow across the closing years of his life. \n When Theodore Roosevelt termed Tom Paine a \"dirty little atheist\" he surely spoke from lack of understanding. It was a stricture, an inaccurate charge of the sort that has dimmed the greatness of this eminent American. But the true measure of his stature will yet be appreciated. The torch which he handed on will not be extinguished."
        }, 
        {
            "philosopher": "Thomas Edison", 
            "quoteText": "The memory of Tom Paine will outlive all this. No man who helped to lay the foundations of our liberty — who stepped forth as the champion of so difficult a cause — can be permanently obscured by such attacks. Tom Paine should be read by his countrymen. I commend his fame to their hands."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Over at our place, we're sure of just one thing: everybody in the world was once a child. So in planning a new picture, we don't think of grown-ups, and we don't think of children, but just of that fine, clean, unspoiled spot down deep in every one of us that maybe the world has made us forget and that maybe our pictures can help recall."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Once a man has tasted freedom he will never be content to be a slave. That is why I believe that this frightfulness we see everywhere today is only temporary. Tomorrow will be better for as long as America keeps alive the ideals of freedom and a better life. All men will want to be free and share our way of life. There must be so much that I should have said, but haven't. What I will say now is just what most of us are probably thinking every day. I thank God and America for the right to live and raise my family under the flag of tolerance, democracy and freedom. "
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I only hope that we never lose sight of one thing — that it all started with a mouse."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "To all who come to this happy place: Welcome. Disneyland is your land. Here age relives fond memories of the past, and here youth may savor the challenge and promise of the future. Disneyland is dedicated to the ideals, the dreams, and the hard facts that have created America; with the hope that it will be a source of joy and inspiration to all the world."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I suppose my formula might be: dream, diversify and never miss an angle."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "We are not influenced by the techniques or fashions of any other company."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Well, my greatest reward, I think, is that I've been able to build this wonderful organization. I've been able to enjoy good health, and the way I feel today, I feel like I can still go on being part of this thing after forty some odd years of business, and also, to have the public appreciate and accept what I've done all these years. That, that is a great reward. … Well of course, happiness is a state of mind. You can be happy or you can be unhappy. It's just according to the way you look at things. You know. So I think happiness is contentment but it doesn't mean you have to have wealth. But all individuals are different. Some of us just wouldn't be satisfied with just carrying out a routine job and being happy. Yet I envied those people. I had a brother who I really envied because he was a mailman. But he's the one that had all the fun. He had himself a trailer, and he used to go out and go fishing, and he didn't worry about payrolls and stories and picture grosses or anything. And he was the happy one. I always said, \"He's the smart Disney.\""
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "A person should set his goals as early as he can and devote all his energy and talent to getting there. With enough effort, he may achieve it. Or he may find something that is even more rewarding. But in the end, no matter what the outcome, he will know he has been alive."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "As the original Mary Poppins budget of five million dollars continued to grow, I never saw a sad face around the entire Studio. And this made me nervous. I knew the picture would have to gross 10 million dollars for us to break even. But still there was no negative head-shaking. No prophets of doom. Even Roy was happy. He didn't even ask me to show the unfinished picture to a banker. The horrible thought struck me — suppose the staff had finally conceded that I knew what I was doing."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Girls bored me — they still do. I love Mickey Mouse more than any woman I've ever known."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "There is more treasure in books than in all the pirates' loot on Treasure Island and at the bottom of the Spanish Main... and best of all, you can enjoy these riches every day of your life."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "We allow no geniuses around our Studio."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "It's kind of fun to do the impossible."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Around here, however, we don’t look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious… and curiosity keeps leading us down new paths."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "We're not trying to entertain the critics … I'll take my chances with the public."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I could never convince the financiers that Disneyland was feasible, because dreams offer too little collateral."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Until a character becomes a personality it cannot be believed. Without personality, the character may do funny or interesting things, but unless people are able to identify themselves with the character, its actions will seem unreal. And without personality, a story cannot ring true to the audience."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Courage is the main quality of leadership, in my opinion, no matter where it is exercised. Usually it implies some risk — especially in new undertakings. Courage to initiate something and to keep it going, pioneering an adventurous spirit to blaze new ways, often, in our land of opportunity."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "What are you doing with a car here in 1860?"
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "When we do fantasy, we must not lose sight of reality."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I don't believe there's a challenge anywhere in the world that's more important to people everywhere than finding solutions to the problems of our cities. But where do we begin — how do we start answering this great challenge? Well, we're convinced we must start answering the public need. And the need is not just for curing the old ills of old cities. We think the need is for starting from scratch on virgin land and building a special kind of new community that will always be in a state of becoming. It will never cease to be a living blueprint of the future, where people actually live a life they can't find anywhere else in the world."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "For every laugh, there should be a tear."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "All right. I'm corny. But I think there's just about a-hundred-and-forty-million people in this country that are just as corny as I am."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I do not like to repeat successes, I like to go on to other things."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Mickey Mouse is, to me, a symbol of independence. He was a means to an end. He popped out of my mind onto a drawing pad 20 years ago on a train ride from Manhattan to Hollywood at a time when business fortunes of my brother Roy and myself were at lowest ebb and disaster seemed right around the corner. Born of necessity, the little fellow literally freed us of immediate worry. He provided the means for expanding our organization to its present dimensions and for extending the medium of cartoon animation toward new entertainment levels. He spelled production liberation for us."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "All we ever intended for him or expected of him was that he should continue to make people everywhere chuckle with him and at him. We didn't burden him with any social symbolism, we made him no mouthpiece for frustrations or harsh satire. Mickey was simply a little personality assigned to the purposes of laughter."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I do not make films primarily for children. I make them for the child in all of us, whether we be six or sixty. Call the child \"innocence\". The worst of us is not without innocence, although buried deeply it might be. In my work I try to reach and speak to that innocence, showing it the fun and joy of living; showing it that laughter is healthy; showing it that the human species, although happily ridiculous at times, is still reaching for the stars."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "We felt that the public, and especially the children, like animals that are cute and little. I think we are rather indebted to Charlie Chaplin for the idea. We wanted something appealing, and we thought of a tiny bit of a mouse that would have something of the wistfulness of Chaplin — a little fellow trying to do the best he could."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "As quoted in Cult of the Mouse : Can We Stop Corporate Greed From Killing Innovation in America? (2004) by Henry M. Caroselli, p. 94"
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Somehow, I can't believe that there are any heights that can't be scaled by a man by a man who knows the secret of making dreams come true. The special secret it seems to me is summarized in four C's. They are Curiosity, Courage, Confidence and Constancy. And the greatest of all is Confidence. When you believe in a thing, believe in it all the way, implicitly and unquestionably."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "All you've got to do is own up to your ignorance honestly, and you'll find people who are eager to fill your head with information."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "We like to have a point of view in our stories, not an obvious moral, but a worthwhile theme. … All we are trying to do is give the public good entertainment. That is all they want."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Faith I have, in myself, in humanity, in the worthwhileness of the pursuits in entertainment for the masses. But wide awake, not blind faith, moves me. My operations are based on experience, thoughtful observation and warm fellowship with my neighbors at home and around the world."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I am interested in entertaining people, in bringing pleasure, particularly laughter, to others, rather than being concerned with \"expressing\" myself with obscure creative impressions."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "When I started on Disneyland, my wife used to say, \"But why do you want to build an amusement park? They're so dirty.\" I told her that was just the point — mine wouldn't be."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Disneyland is something that will never be finished. It's something that I can keep developing. It will be a live, breathing thing that will need change. A picture is a thing, once you wrap it up and turn it over to Technicolor, you're through. Snow White is a dead issue with me. But I can change the park, because it's alive."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Fantasy, if it's really convincing, can't become dated, for the simple reason that it represents a flight into a dimension that lies beyond the reach of time. In this new dimension, whatever it is, nothing corrodes or gets run down at the heel or gets to look ridiculous like, say, the celluloid collar or the bustle."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Animation can explain whatever the mind of man can conceive. This facility makes it the most versatile and explicit means of communication yet devised for quick mass appreciation."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Animation offers a medium of story telling and visual entertainment which can bring pleasure and information to people of all ages everywhere in the world."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Around here, however, we don't look backwards for very long. We keep moving forward, opening up new doors and doing new things, because we're curious... and curiosity keeps leading us down new paths"
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Every person has his own ideas of the act of praying for God's guidance, tolerance, and mercy to fulfill his duties and responsibilities. My own concept of prayer is not as a plea for special favors nor as a quick palliation for wrongs knowingly committed. A prayer, it seems to me, implies a promise as well as a request; at the highest level, prayer not only is a supplication for strength and guidance, but also becomes an affirmation of life and thus a reverent praise of God."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Deeds rather than words express my concept of the part religion should play in everyday life. I have watched constantly that in our movie work the highest moral and spiritual standards are upheld, whether it deals with fable or with stories of living action. "
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I don't believe in playing down to children, either in life or in motion pictures. I didn't treat my own youngsters like fragile flowers, and I think no parent should. \n Children are people, and they should have to reach to learn about things, to understand things, just as adults have to reach if they want to grow in mental stature. Life is composed of lights and shadows, and we would be untruthful, insincere, and saccharine if we tried to pretend there were no shadows. Most things are good, and they are the strongest things; but there are evil things too, and you are not doing a child a favor by trying to shield him from reality. The important thing is to teach a child that good can always triumph over evil, and that is what our pictures attempt to do."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "The American child is a highly intelligent human being — characteristically sensitive, humorous, open-minded, eager to learn, and has a strong sense of excitement, energy, and healthy curiosity about the world in which he lives. Lucky indeed is the grown-up who manages to carry these same characteristics into adult life. It usually makes for a happy and successful individual."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I have long felt that the way to keep children out of trouble is to keep them interested in things. Lecturing to children is no answer to delinquency. Preaching won't keep youngsters out of trouble, but keeping their minds occupied will."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "To me, today, at age sixty-one, all prayer, by the humble or highly placed, has one thing in common: supplication for strength and inspiration to carry on the best human impulses which should bind us together for a better world. Without such inspiration, we would rapidly deteriorate and finally perish. But in our troubled time, the right of men to think and worship as their conscience dictates is being sorely pressed. We can retain these privileges only by being constantly on guard and fighting off any encroachment on these precepts. To retreat from any of the principles handed down by our forefathers, who shed their blood for the ideals we still embrace, would be a complete victory for those who would destroy liberty and justice for the individual."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Here in Florida … we have something special we never enjoyed at Disneyland — the blessing of size. There's enough land here to hold all the ideas and plans we can possibly imagine."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "The most exciting and by far the most important part of our Florida Project — in fact, the heart of everything we'll be doing in Disney World — will be our Experimental Prototype Community Of Tomorrow! We call it EPCOT."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "EPCOT will be an experimental prototype community of tomorrow that will take its cue from the new ideas and new technologies that are now emerging from the creative centers of American industry. It will be a community of tomorrow that will never be completed, but will always be introducing and testing and demonstrating new materials and systems. And EPCOT will always be a showcase to the world for the ingenuity and imagination of American free enterprise."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Actually, if you could see close in my eyes, the American flag is waving in both of them and up my spine is growing this red, white and blue stripe."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Childishness? I think it's the equivalent of never losing your sense of humor. I mean, yes there's a certain something that you retain. It's the equivalent of not getting so stuffy that you can't laugh at others."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I think what I want Disneyland to be most of all is a happy place — a place where adults and children can experience together some of the wonders of life, of adventure, and feel better because of it."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Disneyland is a work of love. We didn't go into Disneyland just with the idea of making money."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Disneyland is like a piece of clay: If there is something I don't like, I'm not stuck with it. I can reshape and revamp."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Disneyland is often called a magic kingdom because it combines fantasy and history, adventure and learning, together with every variety of recreation and fun designed to appeal to everyone."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Disneyland will never be completed. It will continue to grow as long as there is imagination left in the world."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Every child is born blessed with a vivid imagination. But just as a muscle grows flabby with disuse, so the bright imagination of a child pales in later years if he ceases to exercise it."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "It's a mistake not to give people a chance to learn to depend on themselves while they are young."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Laughter is America's most important export."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "In my view, wholesome pleasure, sport, and recreation are as vital to this nation as productive work and should have a large share in the national budget."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "That's the real trouble with the world, too many people grow up. They forget. They don't remember what it's like to be twelve years old. They patronize; they treat children as inferiors. I won't do that. I'll temper a story, yes. But I won't play down, and I won't patronize."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "To the youngsters of today, I say believe in the future, the world is getting better; there still is plenty of opportunity. Why, would you believe it, when I was a kid I thought it was already too late for me to make good at anything."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter. With the laugh comes the tears and in developing motion pictures or television shows, you must combine all the facts of life — drama, pathos and humor."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "All our dreams can come true — if we have the courage to pursue them."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Leadership means that a group, large or small, is willing to entrust authority to a person who has shown judgement, wisdom, personal appeal, and proven competence."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Do a good job. You don't have to worry about the money; it will take care of itself. Just do your best work — then try to trump it."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "A man should never neglect his family for business."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "Art was always a means to an end with me. You get an idea, and you just can't wait. Once you've started, then you're in there with the punches flying. There's plenty of trouble, but you can handle it. You can't back out. It gets you down once in a while, but it's exciting. Our whole business is exciting."
        }, 
        {
            "philosopher": "Walt Disney", 
            "quoteText": "I believe firmly in the efficacy of religion, in its powerful influence on a person's whole life. It helps immeasurably to meet the storms and stress of life and keep you attuned to the Divine inspiration. Without inspiration, we would perish."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I call investing the greatest business in the world … because you never have to swing. You stand at the plate, the pitcher throws you General Motors at 47! U.S. Steel at 39! and nobody calls a strike on you. There's no penalty except opportunity lost. All day you wait for the pitch you like; then when the fielders are asleep, you step up and hit it."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "You're dealing with a lot of silly people in the marketplace; it's like a great big casino and everyone else is boozing. If you can stick with Pepsi, you should be O.K."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Draw a circle around the businesses you understand and then eliminate those that fail to qualify on the basis of value, good management and limited exposure to hard times. … Buy into a company because you want to own it, not because you want the stock to go up. … People have been successful investors because they've stuck with successful companies. Sooner or later the market mirrors the business."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Love is the greatest advantage a parent can give."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I'll tell you why I like the cigarette business. … It costs a penny to make. Sell it for a dollar. It's addictive. And there's fantastic brand loyalty."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Someone's sitting in the shade today because someone planted a tree a long time ago."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Never count on making a good sale. Have the purchase price be so attractive that even a mediocre sale gives good results."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "It’s a game of a million inferences. There are a lot of things to draw inferences from — cards  played and not played. These inferences tell you something about the probabilities. It's got to be the best intellectual exercise out there. You're seeing through new situations every ten minutes.  Bridge is about weighing gain/loss ratios. You're doing calculations all the time. "
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I don't have a problem with guilt about money. The way I see it is that my money represents an enormous number of claim checks on society. It is like I have these little pieces of paper that I can turn into consumption. If I wanted to, I could hire 10,000 people to do nothing but paint my picture every day for the rest of my life. And the GNP would go up. But the utility of the product would be zilch, and I would be keeping those 10,000 people from doing AIDS research, or teaching, or nursing. I don't do that though. I don't use very many of those claim checks. There's nothing material I want very much. And I'm going to give virtually all of those claim checks to charity when my wife and I die."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "If you understood a business perfectly and the future of the business, you would need very little in the way of a margin of safety. So, the more vulnerable the business is, assuming you still want to invest in it, the larger margin of safety you'd need. If you're driving a truck across a bridge that says it holds 10,000 pounds and you've got a 9,800 pound vehicle, if the bridge is 6 inches above the crevice it covers, you may feel okay, but if it's over the Grand Canyon, you may feel you want a little larger margin of safety..."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Wall Street is the only place that people ride to work in a Rolls Royce to get advice from those who take the subway."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Investors making purchases in an overheated market need to recognize that it may often take an extended period for the value of even an outstanding company to catch up with the price they paid."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "We don't get paid for activity, just for being right. As to how long we'll wait, we'll wait indefinitely."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Success in investing doesn't correlate with I.Q. once you're above the level of 25. Once you have ordinary intelligence, what you need is the temperament to control the urges that get other people into trouble in investing."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "If I was running $1 million today, or $10 million for that matter, I'd be fully invested. Anyone who says that size does not hurt investment performance is selling. The highest rates of return I've ever achieved were in the 1950s. I killed the Dow. You ought to see the numbers. But I was investing peanuts then. It's a huge structural advantage not to have a lot of money. I think I could make you 50% a year on $1 million. No, I know I could. I guarantee that."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "We're more comfortable in that kind of business. It means we miss a lot of very big winners. But we wouldn't know how to pick them out anyway. It also means we have very few big losers - and that's quite helpful over time. We're perfectly willing to trade away a big payoff for a certain payoff."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I wouldn't mind going to jail if I had three cellmates who played bridge. … The approach and strategies of bridge and stock investing are very similar. In the stock market you do not base your decisions on what the market is doing, but on what you think is rational. With bridge, you need to adhere to a disciplined bidding system. While there is no one best system, there is one that works best for you. Once you choose a system, you need to stick with it. "
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "If you invested in a very low cost index fund — where you don’t put the money in at one time, but average in over 10 years — you’ll do better than 90% of people who start investing at the same time."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "You couldn't advance in a finance department in this country unless you taught that the world was flat."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "It's class warfare. My class is winning, but they shouldn't be."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "The free market’s the best mechanism ever devised to put resources to their most efficient and productive use. … The government isn’t particularly good at that. But the market isn’t so good at making sure that the wealth that’s produced is being distributed fairly or wisely. Some of that wealth has to be plowed back into education, so that the next generation has a fair chance, and to maintain our infrastructure, and provide some sort of safety net for those who lose out in a market economy. And it just makes sense that those of us who’ve benefited most from the market should pay a bigger share. … When you get rid of the estate tax, you’re basically handing over command of the country’s resources to people who didn’t earn it. It’s like choosing the 2020 Olympic team by picking the children of all the winners at the 2000 Games."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I happen to have a talent for allocating capital. But my ability to use that talent is completely dependent on the society I was born into.  If I’d been born into a tribe of hunters, this talent of mine would be pretty worthless.  I can’t run very fast.  I’m not particularly strong.  I’d probably end up as some wild animal’s dinner. \n But I was lucky enough to be born in a time and place where society values my talent, and gave me a good education to develop that talent, and set up the laws and the financial system to let me do what I love doing — and make a lot of money doing it. The least I can do is help pay for all that."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "The 400 of us pay a lower part of our income in taxes than our receptionists do, or our cleaning ladies, for that matter. If you're in the luckiest 1 percent of humanity, you owe it to the rest of humanity to think about the other 99 percent."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "You know, if I'm playing bridge and a naked woman walks by, I don't ever see her — don't test me on that! … You know, I wouldn't mind going to jail if I had the right three cell mates, so we could play bridge all the time. … It takes some investment to play it … I mean, you can not sit down and learn how to play it like most games. … There's a lotta lessons in it … you have to look at all the facts. You have to draw inferences from what you've seen, what you've heard. You have to discard improper theories about what the hand had as more evidence comes in sometimes. You have to be open to a possible change of course if you get new information. You have to work with a partner, particularly on defense."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "People will always try to stop you doing the right thing if it is unconventional."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "You want to be greedy when others are fearful. You want to be fearful when others are greedy. It's that simple. … They're pretty fearful. In fact, in my adult lifetime, I don't think I've ever seen people as fearful economically as they are right now."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I try to buy stock in businesses that are so wonderful that an idiot can run them. Because sooner or later, one will."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Rule No.1: Never lose money. Rule No.2: Never forget rule No.1."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "More than 99% of my wealth will go to philanthropy during my lifetime or at death. Measured by dollars, this commitment is large. In a comparative sense, though, many individuals give more to others every day. \n Millions of people who regularly contribute to churches, schools, and other organizations thereby relinquish the use of funds that would otherwise benefit their own families. The dollars these people drop into a collection plate or give to United Way mean forgone movies, dinners out, or other personal pleasures. In contrast, my family and I will give up nothing we need or want by fulfilling this 99% pledge. \n Moreover, this pledge does not leave me contributing the most precious asset, which is time. Many people, including — I’m proud to say — my three children, give extensively of their own time and talents to help others. Gifts of this kind often prove far more valuable than money."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Some material things make my life more enjoyable; many, however, would not. I like having an expensive private plane, but owning a half-dozen homes would be a burden. Too often, a vast collection of possessions ends up possessing its owner. The asset I most value, aside from health, is interesting, diverse, and long-standing friends. \n My wealth has come from a combination of living in America, some lucky genes, and compound interest. Both my children and I won what I call the ovarian lottery. (For starters, the odds against my 1930 birth taking place in the U.S. were at least 30 to 1. My being male and white also removed huge obstacles that a majority of Americans then faced.) My luck was accentuated by my living in a market system that sometimes produces distorted results, though overall it serves our country well. I’ve worked in an economy that rewards someone who saves the lives of others on a battlefield with a medal, rewards a great teacher with thank-you notes from parents, but rewards those who can detect the mispricing of securities with sums reaching into the billions. In short, fate’s distribution of long straws is wildly capricious.\nThe reaction of my family and me to our extraordinary good fortune is not guilt, but rather gratitude. Were we to use more than 1% of my claim checks on ourselves, neither our happiness nor our well-being would be enhanced. In contrast, that remaining 99% can have a huge effect on the health and welfare of others. That reality sets an obvious course for me and my family: Keep all we can conceivably need and distribute the rest to society, for its needs. My pledge starts us down that course."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "The approach and strategies are very similar in that you gather all the information you can and then keep adding to that base of information as things develop. You do whatever the probabilities indicated based on the knowledge that you have at that time, but you are always willing to modify your behaviour or your approach as you get new information. In bridge, you behave in a way that gets the best from your partner. And in business, you behave in the way that gets the best from your managers and your employees."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Our performance, relatively, is likely to be better in a bear market than in a bull market … in a year when the general market had a substantial advance, I would be well satisfied to match the advance of the averages."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I make no attempt to forecast the general market — my efforts are devoted to finding undervalued securities. However, I do believe that widespread public belief in the Inevitability of profits from investments in stocks will lead to eventual trouble. Should this occur, prices, but not intrinsic values in my opinion, of even undervalued securities can be expected to be substantially affected."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "An irresistable footnote: in 1971, pension fund managers invested a record 122% of net funds available in equities — at full prices they couldn't buy enough of them. In 1974, after the bottom had fallen out, they committed a then record low of 21% to stocks."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "We have tried occasionally to buy toads at bargain prices with results that have been chronicled in past reports. Clearly our kisses fell flat.  We have done well with a couple of princes — but they were princes when purchased. At least our kisses didn’t turn them into toads. And, finally, we have occasionally been quite successful in purchasing fractional interests in easily-identifiable princes at toad-like prices."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "It’s simply to say that managers and investors alike must understand that accounting numbers is the beginning, not the end, of business valuation."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "When returns on capital are ordinary, an earn-more-by-putting-up-more record is no great managerial achievement. You can get the same result personally while operating from your rocking chair. Just quadruple the capital you commit to a savings account and you will quadruple your earnings. You would hardly expect hosannas for that particular accomplishment. Yet, retirement announcements regularly sing the praises of CEOs who have, say, quadrupled earnings of their widget company during their reign — with no one examining whether this gain was attributable simply to many years of retained earnings and the workings of compound interest."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Ben's Mr. Market allegory may seem out-of-date in today's investment world, in which most professionals and academicians talk of efficient markets, dynamic hedging and betas. Their interest in such matters is understandable, since techniques shrouded in mystery clearly have value to the purveyor of investment advice. After all, what witch doctor has ever achieved fame and fortune by simply advising \"Take two aspirins\"?"
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Over the years, Charlie [Munger, Berkshire Hathaway Vice Chairman] and I have observed many accounting-based frauds of staggering size.  Few of the perpetrators have been punished; many have not even been censured.  It has been far safer to steal large sums with pen than small sums with a gun."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "In fact, when we own portions of outstanding businesses with outstanding managements, our favorite holding period is forever."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "For example: (1) As if governed by Newton's First Law of Motion, an institution will resist any change in its current direction; (2) Just as work expands to fill available time, corporate projects or acquisitions will materialize to soak up available funds; (3) Any business craving of the leader, however foolish, will be quickly supported by detailed rate-of-return and strategic studies prepared by his troops; and (4) The behavior of peer companies, whether they are expanding, acquiring, setting executive compensation or whatever, will be mindlessly imitated."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "After 25 years of buying and supervising a great variety of businesses, Charlie and I have not learned how to solve difficult business problems. What we have learned is to avoid them. To the extent we have been successful, it is because we concentrated on identifying one-foot hurdles that we could step over because we acquired any ability to clear seven-footers."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "The most common cause of low prices is pessimism — some times  pervasive, some times specific to a company or industry. We want to do business in such an environment, not because we like pessimism but because we like the prices it produces. It's optimism that is the enemy of the rational buyer."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Our stay-put behavior reflects our view that the stock market serves as a relocation center at which money is moved from the active to the patient."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "We've long felt that the only value of stock forecasters is to make fortune tellers look good. Even now, Charlie and I continue to believe that short-term market forecasts are poison and should be kept locked up in a safe place, away from children and also from grown-ups who behave in the market like children."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "The strategy we've adopted precludes our following standard diversification dogma. Many pundits would therefore say the strategy must be riskier than that employed by more conventional investors. We disagree. We believe that a policy of portfolio concentration may well decrease risk if it raises, as it should, both the intensity with which an investor thinks about a business and the comfort-level he must feel with its economic characteristics before buying into it. In stating this opinion, we define risk, using dictionary terms, as \"the possibility of loss or injury.\""
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "In a bull market, one must avoid the error of the preening duck that quacks boastfully after a torrential rainstorm, thinking that its paddling skills have caused it to rise in the world. A right-thinking duck would instead compare its position after the downpour to that of the other ducks on the pond."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "But now for the final exam: If you expect to be a net saver during the next five years, should you hope for a higher or lower stock market during that period? Many investors get this one wrong. Even though they are going to be net buyers of stocks for many years to come, they are elated when stock prices rise and depressed when they fall. In effect, they rejoice because prices have risen for the \"hamburgers\" they will soon be buying. This reaction makes no sense. Only those who will be sellers of equities in the near future should be happy at seeing stocks rise. Prospective purchasers should much prefer sinking prices."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Our future rates of gain will fall far short of those achieved in the past. Berkshire's capital base is now simply too large to allow us to earn truly outsized returns. If you believe otherwise, you should consider a career in sales but avoid one in mathematics (bearing in mind that there are really only three kinds of people in the world: those who can count and those who can't)."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Intrinsic value can be defined simply: It is the discounted value of the cash that can be taken out of a business during its remaining life. The calculation of intrinsic value, though, is not so simple. As our definition suggests, intrinsic value is an estimate rather than a precise figure, and it is additionally an estimate that must be changed if interest rates move or forecasts of future cash flows are revised."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "We will reject interesting opportunities rather than over-leverage our balance sheet."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Those who attended the annual meeting last year saw your Chairman pitch to Ernie Banks. This encounter proved to be the titanic duel that the sports world had long awaited. After the first few pitches — which were not my best, but when have I ever thrown my best? — I fired a brushback at Ernie just to let him know who was in command. Ernie charged the mound, and I charged the plate. But a clash was avoided because we became exhausted before reaching each other."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "The line separating investment and speculation, which is never bright and clear, becomes blurred still further when most market participants have recently enjoyed triumphs. Nothing sedates rationality like large doses of effortless money. After a heady experience of that kind, normally sensible people drift into behavior akin to that of Cinderella at the ball. They know that overstaying the festivities—that is, continuing to speculate in companies that have gigantic valuations relative to the cash they are likely to generate in the future—will eventually bring on pumpkins and mice. But they nevertheless hate to miss a single minute of what is one helluva party. Therefore, the giddy participants all plan to leave just seconds before midnight. There's a problem, though: They are dancing in a room in which the clocks have no hands."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Instead, we try to apply Aesop's 2,600-year-old equation to opportunities in which we have reasonable confidence as to how many birds are in the bush and when they will emerge (a formulation that my grandsons would probably update to \"A girl in a convertible is worth five in the phonebook.\")."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "But a pin lies in wait for every bubble. And when the two eventually meet, a new wave of investors learns some very old lessons:  First, many in Wall Street — a community in which quality control is not prized — will sell investors anything they will buy.  Second, speculation is most dangerous when it looks easiest."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "After all, you only find out who is swimming naked when the tide goes out."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Investors should remember that excitement and expenses are their enemies. And if they insist on trying to time their participation in equities, they should try to be fearful when others are greedy and greedy when others are fearful."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Long ago, Sir Isaac Newton gave us three laws of motion, which were the work of genius. But Sir Isaac's talents didn't extend to investing: He lost a bundle in the South Sea Bubble, explaining later, \"I can calculate the movement of the stars, but not the madness of men.\" If he had not been traumatized by this loss, Sir Isaac might well have gone on to discover the Fourth Law of Motion: For investors as a whole, returns decrease as motion increases."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "The worst sort of business is one that grows rapidly, requires significant capital to engender the growth, and then earns little or no money. Think airlines. Here a durable competitive advantage has proven elusive ever since the days of the Wright Brothers. Indeed, if a farsighted capitalist had been present at Kitty Hawk, he would have done his successors a huge favor by shooting Orville down."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "I've reluctantly discarded the notion of my continuing to manage the portfolio after my death — abandoning my hope to give new meaning to the term \"thinking outside the box.\""
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Long ago, Ben Graham taught me that “Price is what you pay; value is what you get.” Whether we’re talking about socks or stocks, I like buying quality merchandise when it is marked down."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Putting people into homes, though a desirable goal, shouldn’t be our country’s primary objective. Keeping them in their homes should be the ambition."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "We never want to count on the kindness of strangers in order to meet tomorrow’s obligations. When forced to choose, I will not trade even a night’s sleep for the chance of extra profits."
        }, 
        {
            "philosopher": "Warren Buffett", 
            "quoteText": "Upon leaving the derivatives business, our feelings about the business mirrored a line in a country song: \"I liked you better before I got to know you so well.\""
        }
    ]
}